Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-LaTeX/share/locale/Padre__Plugin__LaTeX-*.po
Languages: de, es_es, fr, it_it, pt_br, tr

source: Create/Update PDF
de: PDF erstellen/aktualisieren
es_es: Crear o actualizar PDF
fr: Créer un PDF
it_it: Crea/Aggiorna PDF
pt_br: Criar/Atualizar PDF
tr: PDF Oluştur/Güncelle

source: View PDF
de: PDF anzeigen
es_es: Ver PDF
fr: Visualiser le PDF
it_it: Visualizza PDF
pt_br: Visualizar PDF
tr: PDF Görüntüle

source: Run BibTeX
de: BibTeX ausführen
es_es: Ejecutar BibTeX
fr: Lancer BibTeX
it_it: Esegui BibTeX
pt_br: Executar BibTeX
tr: BibTeX Çalıştır

source: Find Symbol/Special Character
de: Symbol/Sonderzeichen suchen
es_es: Buscar símbolo o carácter especial
fr: Chercher un symbole/caractère spécial
it_it: Trova simbolo/carattere speciale
pt_br: Encontrar Símbolo/Caractere Especial
tr: Sembol/Özel damga bul

source: About
de: Über
es_es: Acerca de
fr: À propos
it_it: Informazioni su
pt_br: Sobre
tr: Hakkında

source: LaTeX Plug-in
es_es: Complemento LaTeX
fr: Extension LaTeX
it_it: Plug-in LaTeX
pt_br: Plugin LaTeX
tr: LaTeX Eklentisi

source: LaTeX support for Padre For syntax highlighting of BibTeX files install the Kate plugin: Padre::Plugin::Kate Copyright 2010, 2011 %s This plug-in is free software; you can redistribute it and/or modify it under the same terms as Padre.
de: LaTeX-Unterstützung für Padre Für BibTeX-Syntaxhervorhebung installieren Sie bitte das Kate-Plugin: Padre::Plugin::Kate Copyright 2010, 2011 %s Dieses Plugin ist freie Software und kann zu den gleichen Bedingungen kopiert, weitergegeben und verändert werden wie Padre.
es_es: Soporte de LaTeX para Padre Si desea utilizar el resaltado de sintaxis para archivos BibTeX, instale el complemento Kate: Padre::Plugin::Kate. Copyright 2010, 2011 %s Este complemento es software libre; puede redistribuirlo o modificarlo en los mismos términos que Padre.
fr: Support LaTeX pour Padre Pour la coloration des fichiers BibTeX, installez l'extension Kate : Padre::Plugin::Kate Copyright 2010,2011 %s Cette extension est un logiciel libre. Vous pouvez la redistribuer et/ou la modifier selon les mêmes termes que Padre.
it_it: Supporto LaTeX per Padre Per l'evidenziazione sintassi dei file BibTeX installare il plugin Kate: Padre::Plugin::Kate Copyright 2010, 2011 %s Questo plugin è software libero; potete redistribuirlo e/o modificarlo negli stessi termini di Padre.
pt_br: Suporte LaTeX no Padre Para coloração de sintaxe de arquivos BibTex instale o plugin Kate: Padre::Plugin::Kate Copyright-2010, 2011 %s Este Plugin é software livre; você pode redistribuir e/ou modificá-lo sob os mesmos termos do Padre.
tr: Padre için LaTeX desteği BibTeX dosyalarının renklendirilmesi için Kate eklentisini kurun: Padre::Plugin::Kate Telif hakkı 2010, 2011 %s Bu eklenti ücretsiz bir yazılımdır; Padre ile aynı lisans altında tekrar dağıtabilir ve/veya değiştirebilirsiniz.

source: Creating PDF files is only supported for LaTeX documents.
de: PDF-Dateien können nur aus LaTeX-Dokumenten erstellt werden.
es_es: La creación de archivos PDF sólo se ofrece para documentos LaTeX.
fr: La création de fichier PDF n'est possible qu'avec les documents LaTeX.
it_it: Creare un file pdf è consentito solo per i documenti LaTeX.
pt_br: Criação de PDF só é possível para documentos LaTeX.
tr: PDF belgeleri oluşturma seçeneği sadece LaTeX belgeleriyle desteklenmektedir.

source: Running BibTeX is only supported for LaTeX documents.
de: BibTeX kann nur für LaTeX-Dokumente ausgeführt werden.
es_es: La ejecución de BibTeX sólo se ofrece para documentos LaTeX.
fr: Le lancement de BibTeX n'est possible qu'avec les documents LaTeX.
it_it: Eseguire BibTeX è consentito solo per i documenti LaTeX.
pt_br: Execução do BibTeX só é possível para documentos LaTeX.
tr: BibTeX çalıştırma sadece LaTeX belgeleriyle desteklenmektedir.

source: Viewing PDF files is only supported for LaTeX documents.
de: PDF-Dateien können nur für entsprechende LaTeX-Dokumente angezeigt werden.
es_es: La visualización de archivos PDF sólo se ofrece para documentos LaTeX.
fr: La visualisation de PDF n'est possible qu'avec les documents LaTeX.
it_it: Visualizzare i file PDF è consentito solo per i documenti LaTeX.
pt_br: Visualizar PDF só é permitido para documentos LaTeX.
tr: PDF belgelerinin görüntülenmesi sadece LaTeX belgeleri için desteklenmektedir.

source: Could not find file '%s'.
de: Konnte Datei '%s' nicht finden.
es_es: No se encontró el archivo '%s'.
fr: Fichier '%s' introuvable.
it_it: Impossibile trovare il file '%s'
pt_br: Não foi possível encontrar arquivo '%s'.
tr: '%s' dosyası bulunamıyor.
