Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Alarm/share/locale/Padre__Plugin__Alarm-*.po
Languages: ar, es_es, fr, it_it, pt_br, tr, zh_tw

source: Alarm Clock
ar: منبه الساعة
es_es: Alarma
fr: Alarme programmée
it_it: Sveglia
pt_br: Alarme
tr: Alarm Saati
zh_tw: 鬧鈴

source: Set Alarm Time
ar: ضبط وقت المنبه
es_es: Establecer hora de alarma:
fr: Choisir l'heure de l'alarme
it_it: Imposta l'ora della sveglia
pt_br: Escolha a Hora do Alarme
tr: Alarm Zamanını Ayarla
zh_tw: 設定鬧鈴時間

source: Stop Alarm
ar: ايقاف المنبه
es_es: Detener alarma
fr: Stopper l'alarme
it_it: Blocca la sveglia
pt_br: Desativar Alarme
tr: Alarmı Durdur
zh_tw: 停止鬧鈴

source: Clear Alarm
ar: مسح المنبه
es_es: Cancelar alarma
fr: Annuler l'alarme
it_it: Disabilita sveglia
pt_br: Cancelar Alarme
tr: Alarmı Temizle
zh_tw: 清除鬧鈴

source: Time (eg: 23:55):
ar: الوقت (مثلا: 23:55) :
es_es: Hora (p. ej.: 23:55):
fr: Heure (exemple : 23:55) :
it_it: Ora (es: 23:55):
pt_br: Hora (exemplo : 23:55) :
tr: Zaman (ör: 23:55)
zh_tw: 時間 (eg: 23:55):

source: Frequency:
ar: التردد:
es_es: Frecuencia:
fr: Fréquence :
it_it: Frequenza:
pt_br: Frequência:
tr: Sıklık:
zh_tw: 頻率:

source: Possible Value Format: \d:\d\d or \d\d:\d\d like 6:13 or 23:55
ar: Formats possibles : \d:\d\d ou \d\d:\d\d comme 6:13 or 23:55
es_es: Formatos posibles: \d:\d\d o \d\d:\d\d (p.ej., 6:13 รณ 23:55)
fr: Formats possibles : \d:\d\d ou \d\d:\d\d comme 6:13 or 23:55
it_it: Possibili formati del valore: \d:\d\d o \d\d:\d\d come 6:13 o 23:55
pt_br: Formatos possíveis: \d:\d\d ou \d\d:\d\d como 6:13 or 23:55
tr: Muhtemel Değer Biçimi: \d:\d\d veya \d\d:\d\d gözüken 6:13 veya 23:55
zh_tw: 應有的鬧凌格式: \d:\d\d or \d\d:\d\d 類似 6:13 或 23:55

source: Wrong Alarm Time
ar: خطأ في وقت المنبه
es_es: Hora de alarma incorrecta
fr: Heure d'alarme incorrecte
it_it: Orario della sveglia errato
pt_br: Hora de alarme incorreta
tr: Yanlış Alarm Zamanı
zh_tw: 錯誤的鬧鈴時間

source: All Alarms are stopped
ar: تم ايقاف كل المنبهات
es_es: Todas las alarmas detenidas
fr: Toutes les alarmes sont stoppées
it_it: Tutte le sveglie sono bloccate
pt_br: Todos os alarmes estão desativados
tr: Bütün Alarmlar Durdu
zh_tw: 所有鬧鈴都已停止

source: All Alarms are cleared
ar: تم مسح كل المنبهات
es_es: Todas las alarmas canceladas
fr: Toutes les alarmes sont annulées
it_it: Tutte le sveglie sono disabilitate
pt_br: Todos os Alarmes foram cancelados
tr: Bütün Alarmlar temizlendi
zh_tw: 所有鬧鈴都已清除
