Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-HTMLExport/share/locale/Padre__Plugin__HTMLExport-*.po
Languages: it_it, nl_nl, tr

source: Export Colorful HTML
it_it: Esporta HTML colorato
nl_nl: Exporteer KleurenHTML
tr: Renkli HTML' e Aktar

source: Export HTML...
it_it: Esporta HTML...
nl_nl: Exporteer HTML...
tr: HTML'e Aktar...

source: Configure Color
it_it: Configura colori
nl_nl: Configureer Kleur
tr: Renkleri Ayarlar

source: Save as HTML...
it_it: Salva come HTML...
nl_nl: Opslaan als HTML...
tr: HTML olarak Kaydet...

source: File already exists. Overwrite it?
it_it: Il file esiste. Sovrascriverlo?
nl_nl: Bestand bestaat reeds. Overschrijven?
tr: Dosya mevcut. Üstüne yazılsın mı?

source: Exist
it_it: Esiste
nl_nl: Bestaand
tr: Mevcut

source: %s is not supported
it_it: %s non Ã¨ supportato
nl_nl: %s is niet ondersteund
tr: %s desteklenmiyor

source: Saved to %s. Do you want to open it now?
it_it: Salvato su %s. Vuoi aprirlo?
nl_nl: Opgeslagen als %s. Wenst U het nu te openen?
tr: %s olarak kaydedildi. Şimdi açmak istiyor musunuz?

source: Done
it_it: Fatto
nl_nl: Klaar
tr: Bitti

source: Not implemented, TODO
it_it: Non implementato, TODO
nl_nl: Nog niet geïmplementeerd, TE DOEN
tr: Gerçeklenmedi, Yapılacaklar listesinde.
