Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-CSS/share/locale/Padre__Plugin__CSS-*.po
Languages: es_es, fr_fr, it_it, nl_nl, pt_br, tr, zh_tw

source: CSS Minifier
es_es: Compactador de CSS
fr_fr: Minifieur CSS
it_it: Riduttore CSS
nl_nl: CSS Minimaliseerder
pt_br: Diminuidor de CSS
tr: CSS Ufaltıcı
zh_tw: CSS 縮減

source: Validate CSS
es_es: Validar CSS
fr_fr: Valider le CSS
it_it: Convalida CSS
nl_nl: Valideer CSS
pt_br: Validar CSS
tr: CSS Doğrula
zh_tw: 驗證 CSS

source: Docs
es_es: Documentación
fr_fr: Documentations
it_it: Documenti
nl_nl: Documentatie
pt_br: Documentação
tr: Belgeler
zh_tw: 文件

source: CSS 2.1 specs
es_es: Especificaciones de CSS 2.1
fr_fr: Spécifications CSS 2.1
it_it: Specifiche CSS 2.1
nl_nl: CSS 2.1 specificaties
pt_br: Especificação CSS 2.1
tr: CSS 2.1 tanımlamaları
zh_tw: CSS 2.1 規格

source: CSS 2.1 property list
es_es: Lista de propiedades de CSS 2.1
fr_fr: Liste des propriétés CSS 2.1
it_it: Elenco proprietà CSS 2.1
nl_nl: CSS 2.1 lijst eigenschappen
pt_br: Lista de propriedades CSS 2.1
tr: CSS 2.1 özellik listesi
zh_tw: CSS 2.1 屬性列表

source: No Code
es_es: Sin código
fr_fr: Pas de code
it_it: Nessun codice
nl_nl: Geen code
pt_br: Nenhum Código
tr: Kod Yok
zh_tw: 沒有程式碼

source: Error
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
pt_br: Erro
tr: Hata
zh_tw: 錯誤

source: CSS is valid
es_es: CSS válido
fr_fr: Le CSS est valide
it_it: Il CSS è valido
nl_nl: Le CSS is valide
pt_br: O CSS é válido
tr: CSS Doğru
zh_tw: CSS 合法

source: CSS is not valid
es_es: CSS no válido
fr_fr: Le CSS n'est pas valide
it_it: Il CSS non è valido
nl_nl: CSS is niet valide
pt_br: O CSS não é válido
tr: CSS doğru değil
zh_tw: CSS 不合法

source: Errors:
es_es: Errores:
fr_fr: Erreurs :
it_it: Errori:
nl_nl: Fouten:
pt_br: Erros:
tr: Hatalar:
zh_tw: 錯誤:

source: Failed to validate the code
es_es: No se pudo validar el código
fr_fr: Erreur lors de la validation du code
it_it: Impossibile validare il codice
nl_nl: Gefaald tijdens het valideren van de code
pt_br: Erro na validação de código
tr: Kod doğrulanamadı
zh_tw: 驗證失敗
