Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Perl6/share/locale/Padre__Plugin__Perl6-*.po
Languages: ar, de, it_it, zh_tw

source: Perl 6
ar: برنامج Perl 6

source: Create Perl 6...
ar: انشاء Perl 6...
de: Perl 6 erstellen..
it_it: Crea Perl 6...

source: Script
ar: ملف نصي

source: Class
ar: ملف Class
it_it: Classe

source: Grammar
ar: ملف Grammar
de: Grammatik
it_it: Grammatica

source: Package
ar: ملف Package
it_it: Pacchetto

source: Module
ar: ملف Module
it_it: Modulo

source: Role
ar: ملف Role
de: Rolle
it_it: Ruolo

source: Inlined in Perl 5
ar: مضمنة في ملف Perl 5
de: Eingebunden in Perl 5
it_it: Inline in Perl 5

source: Refactor...
ar: تنظيف الكود...
de: Überarbeiten...

source: Find variable declaration
ar: العثور على تعريف المتغير
de: Variablen-Deklaration finden
it_it: Trova dichiarazione variabile

source: Perl 6 refactoring support is coming soon...
ar: دعم تنظيف الكود ل Perl 6 قادم قريبا...
de: Die Überstützung für die Überarbeitung von Perl 6 - Scripten folgt in Kürze...
it_it: Il supporto per il refactoring Perl 6 arriverà presto...

source: Error
ar: خطأ
de: Fehler
it_it: Errore

source: Rename variable
ar: اعادة تسمية المتغير
de: Variable umbenennen
it_it: Rinomina variabile

source: Rakudo
ar: برنامج Rakudo

source: Perl 6 Executable
ar: برنامج Perl 6 قابل للتنفيذ
de: Perl 6 - Ausführbare Datei
it_it: Eseguibile Perl 6

source: Perl 6 Executable (No parrot.exe)
ar: برنامج Perl 6 قابل للتنفيذ (بلا parrot.exe)
de: Perl6 - Ausführbare Datei (ohne parrot.exe)
it_it: Eseguibile Perl 6 (senza parrot.exe)

source: Perl 6 PIR
ar: ملف Perl 6 PIR
it_it: PIR Perl 6

source: Export...
ar: تصدير...
it_it: Esporta

source: Full html
ar: ملف html كامل
de: Vollständiges HTML
it_it: html completo

source: Simple html
ar: ملف html بسيط
de: Einfaches HTML
it_it: html semplice

source: Snippet html
ar: ملف قصاصة html
de: HTML-Schnipsel
it_it: frammento html

source: More Help?
ar: مزيد من المساعدة؟
de: Mehr Hilfe?
it_it: Ulteriore aiuto?

source: Perl 6 Introduction
ar: مقدمة Perl 6
de: Perl 6 Einführung
it_it: Introduzione a Perl 6

source: Perl 6 Syntax
ar: تراكيب جمل Perl 6
it_it: Sintassi Perl 6

source: Perl 6 Objects Introduction
ar: مقدمة عن أجسام Perl 6
de: Perl 6 Objekt-Einführung
it_it: Introduzione agli oggetti Perl 6

source: Perl 6 Regexes Introduction
ar: مقدمة عن تعابير Perl 6 العادية
de: Perl 6 Einführung in reguläre Ausdrücke
it_it: Introduzione alle espressioni regolari Perl 6

source: Visit #padre for Padre Help
ar: زيارة #padre لمساعدة Padre
de: Jetzt #padre besuchen (Hilfe zu Padre)
it_it: Visita #padre per aiuto riguardo Padre

source: Visit #perl6 for Perl 6 Help
ar: زيارة #perl6 لمساعدة Perl 6
de: Jetzt #perl6 besuchen (Hilfe zu Perl 6)
it_it: Visita #perl 6 per aiuto riguardo Perl 6

source: Perl 6 Projects
ar: مشاريع Perl 6
de: Perl 6 Projekte
it_it: Progetti Perl 6

source: Maintenance
ar: الصيانة
de: Wartung
it_it: Manutenzione

source: Cleanup STD.pm Lex Cache
ar: تنظيف STD.pm Lex Cache
de: STD.pm Lex Cache aufräumen
it_it: Ripulisci Lex Cache di STD.pm
zh_tw: 清除 STD.pm Lex 快取

source: Preferences
ar: الاعدادات
de: Einstellungen
it_it: Preferenze
zh_tw: 偏好

source: About
ar: عن
de: Über
it_it: Informazioni su
zh_tw: 關於

source: Error loading template file '%s'
ar: فشل تحميل ملف القالب '%s'
de: Fehler beim Laden von template '%s'
it_it: Errore nel caricamento del file di modello '%s'

source: This plugin enables useful Perl 6 features on Padre IDE.
ar: يقوم هذا البرنامج المساعد بتمكين ميزات Perl 6 على Padre IDE.
de: Dieses Plugin erweitert Padre um Funktionen für Perl 6.
it_it: Questo plugin abilita utili funzionalità Perl 6 nell'IDE Padre.

source: It integrates coloring and easy access to Perl 6 help documents.
ar: إنه يدمج التلوين Perl 6 وسهولة الوصول إلى وثائق المساعدة.
de: Es ermöglicht Syntaxfärbung und einfachen Zugriff auf Perl 6 Hilfedateien.
it_it: Integra colorazione e facile accesso alla documentazione d'aiuto di Perl 6.

source: The following modules are used:
ar: تم استخدام الوحدات التالية:
de: Die folgenden Module werden benutzt:
it_it: Vengono utilizzati i seguenti moduli:

source: Cannot find STD.pm lex cache
ar: فشل العثور على STD lex cache
de: STD.pm Lex Cache kann nicht gefunden werden
it_it: Impossibile trovare la lex cache di STD.pm
zh_tw: 找不到 STD.pm Lex 快取

source: No document
ar: بلا وثيقة
de: Kein Dokument
it_it: Nessun documento

source: Not a Perl 6 file
ar: هذا الملف ليس ملف Perl 6
de: Keine Perl 6 - Datei
it_it: Non è un file Perl 6

source: Operation cancelled
ar: تم الغاء العملية
de: Vorgang abgebrochen
it_it: Operazione annullata

source: Insert declaration for %s
ar: اضافة تعريف ل %s
de: Definition für %s einfügen
it_it: Inserisci dichiarazione di %s

source: Insert a space after %s
ar: اضافة فراغ بعد %s
de: Ein Leerzeichen nach %s einfügen
it_it: Inserisci uno spazio dopo %s

source: Insert routine %s
ar: اضافة الروتين %s
de: Routine %s einfügen
it_it: Inserisci routine %s

source: Use ~ instead of . for string concatenation
ar: استخدم ~ بدلا من . لوصل المتسلسلات الحرفية
de: Bitte ~ anstatt . für String-Verknüpfungen verwenden.
it_it: Usa ~ invece di . per la concatenazione delle stringhe

source: Use . for method call
ar: استخدم . لمناداة الطريقة
de: Bitte . für den Aufruf einer Method verwenden.
it_it: Usa . per le chiamate ai metodi

source: Use Perl 6 constructor syntax
ar: استخدم صيغة Perl 6 constructor
de: Perl6 Syntax benutzen
it_it: Usa la sintassi Perl 6 per i costruttori

source: Use loop (;;) for looping
ar: استخدم loop (;;) للتكرار
de: Bitte loop (;;) für Schleifen verwenden.
it_it: Usa loop (;;) per i cicli

source: Use [*-1] to access final element
ar: استخدم [*-1] للوصول إلى العنصر الأخير
de: Bitte [*-1] für das letzte Element verwenden.
it_it: Usa [*-1] per accedere all'ultimo elemento

source: Use N.pick for a random number
ar: استخدم N.pick لرقم عشوائي
de: Bitte N.pick nutzen, um eine Zufallszahl zu generieren.
it_it: Usa N.pick per un numero casuale

source: Use (1..N).pick for a random number
ar: استخدم (1..N).pick لرقم عشوائي
de: Bitte (1..N).pick benutzen, um eine Zufallszahl zu generieren.
it_it: Usa (1..N).Pick per un numero casuale

source: Use [N..*] for indefinite range
ar: استخدم [N..*] للنطاق اللانهائي
de: Bitte [N..*] verwenden, um einen unendlichen Bereich anzugeben.
it_it: Usa [N..*] per un intervallo indefinito

source: Use !! for conditional operator
ar: استخدم ?? !! للعامل المشروط
de: Bitte !! für Bedingungs-Operatoren verwenden.
it_it: Usa !! per gli operatori condizionali

source: Use ?? (...) !! to avoid precedence bugs
ar: استخدم ?? (...) !! لتجنب بقات الأسبقية
de: Bitte ?? (...) !! verwenden, um Prioritäts-Bugs zu vermeiden.
it_it: Usa ?? (...) !! per evitare bachi sulla precedenza

source: Use ?? !! for the conditional operator
ar: استخدم ?? !! للعامل المشروط
de: Bitte ?? !! als Bedingungs-Operator verwenden.
it_it: Usa ?? !! per gli operatori condizionali

source: Use ~= for string concatenation
ar: استخدم ~= لوصل المتسلسلات الحرفية
de: Bitte ~= für Zeichenkettenverknüpfungen verwenden.
it_it: Usa ~= per la concatenazione delle stringhe

source: Use ~~ for pattern matching
ar: استخدم ~~ لمطابقة الأشكال
de: Bitte ~~ für Pattern Matching verwenden.
it_it: Usa ~~ per la corrispondenza degli schemi

source: Use !~~ for negated pattern matching
ar: استخدم !~~ لعدم مطابقة الأشكال
de: Bitte !~~ für negiertes Pattern Matching verwenden.
it_it: Usa !~~ per la negazione della corrispondenza di schemi

source: Use +> for numeric right shift
ar: استخدم +> لزحزحة رقمية لليمين
de: Bitte +> für nummerische Verschiebung nach rechts verwenden.
it_it: Usa +> per lo spostamento a destra di un numero

source: Use ~> for string right shift
ar: استخدم ~> لزحزحة متسلسلة حرفية لليمين
de: Bitte ~> für Zeichenkettenverschiebung nach rechts verwenden.
it_it: Usa ~> per lo spostamento a destra di una stringa

source: Use +< for numeric left shift
ar: استخدم +< لزحزحة رقمية لليسار
de: Bitte +< für nummerische Verschiebung nach Links verwenden.
it_it: Usa +< per lo spostamento a destra di un numero

source: Use ~< for string left shift
ar: استخدم ~< لزحزحة متسلسلة حرفية لليسار
de: Bitte ~< für Zeichenkettenverschiebung nach links verwenden.
it_it: Usa ~< per lo spostamento a sinistra di una stringa

source: Use $! for eval errors
ar: استخدم $! لأخطاء eval
de: Bitte $! für Eval-Fehlermeldungen verwenden.
it_it: Usa $! per valutare gli errori

source: Use $::PERL_VERSION
ar: استخدم $::PERL_VERSION
de: Bitte $::PERL_VERSION benutzen
it_it: Usa $::PERL_VERSION

source: Comment error line
ar: تعليق سطر الخطأ
de: Kommandozeilen - Fehler
it_it: Commenta riga con l'errore

source: Surround with try { ... }
ar: احاطة ب try { ... }
de: Bitte in einen try { ... } - Block setzen.
it_it: Incapsula in try { ... }

source: Convert POD6 to XHTML
ar: تحويل POD6 إلى XHTML
de: POD6 zu XHTML konvertieren
it_it: Converti POD6 in XHTML

source: Operation failed!
ar: تم الغاء العملية!
de: Vorgang fehlgeschlagen!
it_it: Operazione fallita!

source: Convert POD6 to Text
ar: تحويل POD6 إلى نص
de: POD6 zu Text konvertieren
it_it: Converti POD6 in testo

source: Outline
ar: المخطط
de: Übersicht
it_it: Schema
zh_tw: 線上

source: Open &Documentation
ar: فتح الوثائق
de: &Dokumentaion öffnen
it_it: Apri &Documentazione
zh_tw: 開啟文件(&D)

source: 'STD Lex Cache' folder is corrupt. Please click on 'Plugins/Perl6/Maintenance' and then 'Cleanup STD Lex Cache' and then re-open the file.
ar: مجلد 'STD Lex Cache' خربان. الرجاء النقر على 'Plugins/Perl6/الصيانة' ثم 'تنظيف STD Lex Cache' ثم أعد فتح الملف.
de: 'STD Lex Cache' Verzeichnis ist defekt. Bitte klick auf 'Plugins/Perl6/Wartung' und dann auf 'STD Lex Cache löschen' und öffne danach die Datei erneut.
it_it: La cartella 'STD Lex Cache' è corrotta. Clicca su 'Plugins/Perl6/Manutenzione', su 'Ripulisci STD Lex Cache' e poi riapri il file.

source: Perl 6 preferences
ar: تفضيلات Perl6
de: Perl 6 Einstellungen
it_it: Preferenze Perl 6

source: Enable coloring
ar: تمكين التلوين
de: Färbungen aktivieren.
it_it: Abilita colorazione

source: Show Perl6 Help F2
zh_tw: 顯示 Perl6 幫助 F2

source: Enable Auto Coloring
zh_tw: 啟動自動上色功能

source: Export Full HTML
zh_tw: 匯出完整 HTML

source: Export Simple HTML
zh_tw: 匯出精簡 HTML

source: Export Snippet HTML
zh_tw: 匯出片段 HTML

source: Perl6 preferences
zh_tw: Perl6 偏好

source: Syntax Highlighter:
zh_tw: 文法醒目器:

source: Pick mildew Directory
zh_tw: 選擇 mildew 目錄

source: Pick rakudo Directory
zh_tw: 選擇 rakudo 目錄

source: %s is Perl 6 %s
zh_tw: %s 是 Perl6 %s
