Repository: PadreIDE/Padre-total
Catalog: Padre/share/locale/*.po
Languages: ja, pl

source: Cop&y Specials
ja: 特殊な値をコピー(&y)
pl: Kopiuj specjalnie

source: Copied
ja: コピーしました
pl: Skopiowany

source: Copy
ja: コピー
pl: Kopiuj

source: Copy &Directory Name
ja: ディレクトリ名をコピー(&D)
pl: Kopiuj nazwę katalogu

source: Copy Editor &Content
ja: エディタの内容をコピー(&C):
pl: Kopiuj zawartość edytora

source: Copy F&ilename
ja: ファイル名をコピー(&i)
pl: Kopiuj nazwę pliku

source: Copy Full &Filename
ja: 完全なファイル名をコピー(&F)
pl: Kopiuj pełną nazwę pliku

source: Copy Name
ja: 名前をコピー
pl: Kopiuj nazwę

source: Copy Value
ja: 値をコピー
pl: Kopiuj wartość

source: Copy filename to clipboard
ja: ファイル名をクリップボードにコピー
pl: Kopiuj nazwę pliku do schowka

source: Copy the current tab into a new document
ja: 現在のタブを新規ドキュメントにコピー
pl: Kopiuj bieżącą kartę jako nowy dokument

source: Copyright 2008–2012 The Padre Development Team Padre is free software; you can redistribute it and/or modify it under the same terms as Perl 5.
pl: Copyright 2008-2012 Zespół Deweloperów Padre. Padre jest wolnym oprogramowaniem; możesz je dystrybuować i/lub modyfikować na takich samych zasadach jak Perl 5.

source: Could not create: '%s': %s
ja: 「%s」を作成できません: %s
pl: Nie można utworzyć: '%s': %s

source: Could not delete: '%s': %s
ja: 「%s」を削除できません: %s
pl: Nie można usunąć: '%s': %s

source: Could not evaluate '%s'
ja: 「%s」を評価できません
pl: Nie można oszacować '%s'

source: Could not find KDE or GNOME
ja: KDE/GNOMEが見つかりません
pl: Nie znaleziono KDE lub GNOME

source: Could not find a help provider for
ja: ヘルプが見つかりません
pl: Nie odnaleziono dostawcy pomocy dla

source: Could not find file '%s'
ja: ファイル「%s」が見つかりません
pl: Nie można odnaleźć pliku '%s'

source: Could not find perl executable
ja: Perlの実行ファイルが見つかりません
pl: Nie odnaleziono pliku wykonywalnego perl

source: Could not find project root
ja: プロジェクトルートが見つかりません
pl: Nie odnaleziono katalogu głównego projektu

source: Could not find the Padre::Plugin::My plug-in
ja: Padre::Plugin::Myプラグインが見つかりません
pl: Nie odnaleziony wtyczki Padre::Plugin::My

source: Could not locate project directory.
ja: プロジェクトディレクトリが見つかりません
pl: Nie odnaleziono katalogu projektu.

source: Could not reload file: %s
ja: ファイル「%s」をリロードできません
pl: Nie można ponownie załadować pliku: %s

source: Could not rename: '%s' to '%s': %s
ja: 「%s」を「%s」にリネームできません: %s
pl: Nie można zmienić nazwy: '%s' na '%s': %s

source: Could not save file:
ja: ファイルを保存できません:
pl: Nie można zapisać pliku:

source: Count
pl: Liczba

source: Create Directory
ja: ディレクトリを作成
pl: Utwórz katalog

source: Create Project &Tagsfile
ja: プロジェクトタグファイルを作成(&T)
pl: Utwórz plik tagów Projektu

source: Create a bookmark in the current file current row
ja: 現在のファイルの現在の行にしおりを作成
pl: Utwórz zakładkę w bieżącym wierszu bieżącego pliku

source: Created by Gábor Szabó
pl: Stworzony przez Gábor Szabó

source: Creates a perltags - file for the current project supporting find_method and autocomplete.
ja: 現在のプロジェクトに検索メソッドとオートコンプリートをサポートしたPerlタグファイルを作成します
pl: Tworzy Perltag-i - plik do bieżącego dokumentu wspierający find_method i autocomplete.

source: Cu&t
ja: 切り取り(&t)
pl: &Wytnij

source: Current '%s' not found
ja: 現在の「%s」が見つかりません
pl: Bieżący '%s' nie znaleziony

source: Current Directory:
ja: 現在のディレクトリ:
pl: Katalog bieżący:

source: Current cursor does not seem to point at a method
ja: 現在のカーソル位置にはメソッドが見つかりません
pl: Bieżąca pozycja kursora nie wskazuje na metodę

source: Current cursor does not seem to point at a variable
ja: 現在のカーソル位置には変数が見つかりません
pl: Bieżąca pozycja kursora nie wskazuje na zmienną

source: Current cursor does not seem to point at a variable.
ja: 現在のカーソル位置には変数が見つかりません
pl: Bieżąca pozycja kursora nie wskazuje na zmienną.

source: Current document has no filename
ja: 現在のドキュメントにはファイル名がありません
pl: Bieżący dokument nie posiada nazwy pliku

source: Current document is not a .t file
ja: 現在のドキュメントは.tファイルではありません
pl: Bieżący dokument nie jest plikiem .t

source: Current file is not in a version control system
ja: 現在のファイルはバージョン管理下にありません
pl: Bieżącego pliku nie ma w systemie kontroli wersji

source: Current file is not saved in a version control system
pl: Bieżący plik nie został zapisany w systemie kontroli wersji

source: Current line number: %s
ja: 現在の行番号: %s
pl: Numer bieżącego wiersza: %s

source: Current position: %s
ja: 現在の位置: %s
pl: Bieżąca pozycja: %s

source: Cursor blink rate (milliseconds - 0 = off, 500 = default)
ja: カーソルの点滅速度(ミリ秒 - 0 = 点滅しない、500 = デフォルト)
pl: Szybkość migania kursora (milisekundy - 0 = off, 500 = domyślnie)

source: Cut the current selection and create a new sub from it. A call to this sub is added in the place where the selection was.
ja: 現在の選択範囲を切り取って新しいサブルーチンを作成する。選択範囲があった場所にはかわりにこのサブルーチンの呼び出しが追加される
pl: Wytnij bieżące zaznaczenie i utwórz z niego nową podprocedurę. Wywołanie tej podprocedury jest dodawane w miejscu utworzenia zaznaczenia.

source: Czech
ja: チェコ語
pl: Czeski

source: D&uplicate
ja: 複製を作る
pl: D&uplikuj

source: DELETED
ja: 削除済
pl: USUNIĘTE

source: Danish
ja: デンマーク語
pl: Duński

source: Date/Time
ja: 日/時
pl: Data/Czas

source: Debug Output
pl: Wyjście debug

source: Debug-Output Options
pl: Opcje wyjścia debugera

source: Debugger
ja: デバッガ
pl: Debuger

source: Debugger is already running
ja: デバッガはすでに起動済みです
pl: Debuger już działa

source: Debugging failed. Did you check your program for syntax errors?
ja: デバッグに失敗しました。シンタックスエラーがないか確認してください
pl: Niepowodzenie debugowania. Czy sprawdziłeś program pod kątem błędów składni?

source: Default
ja: デフォルト
pl: Domyślne

source: Default Newline Format:
pl: Domyślny format końca wiersza:

source: Default Project Directory:
pl: Domyślny katalog projektów:

source: Default value:
ja: デフォルト値:
pl: Domyślna wartość:

source: Default word wrap on for each file
ja: デフォルトでワードラップ
pl: Włącz domyślnie zawijanie wierszy dla każdego pliku

source: Delay the action queue for 1 seconds
ja: アクションキューの遅延を1秒にする
pl: Opóźnienie kolejki akcji o 1 sekundę

source: Delay the action queue for 10 seconds
ja: アクションキューの遅延を10秒にする
pl: Opóźnienie kolejki akcji o 10 sekund

source: Delay the action queue for 30 seconds
ja: アクションキューの遅延を30秒にする
pl: Opóźnienie kolejki akcji o 30 sekund

source: Delete
pl: Usuń

source: Delete &All
ja: 全削除(&A)
pl: Usuń &wszystkie

source: Delete &Leading Spaces
ja: 行頭のスペースを削除する(&L)
pl: Usuń spacje na początku

source: Delete Directory
ja: ディレクトリを削除
pl: Usuń Katalog

source: Delete File
ja: ファイルを削除
pl: Usuń plik

source: Delete Session
pl: Usuń Sesję

source: Delete file from repository??
ja: リポジトリからファイルを削除しますか
pl: Usunąć plik z repozytorium??

source: Delete the keyboard binding
ja: キーボード割り当てを削除する
pl: Usuń przypisanie klawiszy

source: Deleted
ja: 削除済
pl: Usunięte

source: Deprecation
ja: 廃止
pl: Przestarzałe

source: Description
ja: 説明
pl: Opis

source: Description:
ja: 説明:
pl: Opis:

source: Detect Perl 6 files
pl: Wykryj pliki Perl 6

source: Detect indent settings for each file
pl: Wykryj ustawienia wcięć w każdym pliku

source: Development
ja: 開発
pl: Rozwój

source: Development Cost (USD):
pl: Koszt rozwoju (USD):

source: Did not provide a bookmark name
ja: しおり名が指定されていません
pl: Nie podano nazwy zakładki

source: Did not provide a distribution
ja: ディストリビューションが指定されていません
pl: Nie podano dystrybucji

source: Did not select a bookmark
ja: しおりが選択されていません
pl: Nie wybrano zakładki

source: Digits
ja: 数字
pl: Cyfry

source: Directories First
ja: ディレクトリを優先する
pl: Najpierw katalogi

source: Directories Mixed
ja: ディレクトリを優先しない
pl: Katalogi wymieszane

source: Directory
ja: ディレクトリ
pl: Katalog

source: Directory:
pl: Katalog:

source: Disabled
pl: Wyłączony

source: Disk
ja: ディスク
pl: Dysk

source: Display Value
ja: 値を表示
pl: Wyświetl wartość

source: Distribution
ja: ディストリビューション
pl: Dystrybucja

source: Do not show this again
ja: 今後は表示しない
pl: Nie pokazuj tego ponownie

source: Do you really want to close and delete %s from disk?
ja: 本当に%sを閉じてディスクから削除しますか
pl: Czy na pewno chcesz zamknąć i usunąć %s z dysku?

source: Do you want to add '%s' to your repository
ja: リポジトリに %s を追加しますか
pl: Czy chcesz dodać '%s' do swojego repozytorium

source: Do you want to continue?
ja: 続行しますか
pl: Czy chcesz kontynuować?

source: Do you want to delete '%s' from your repository
ja: リポジトリから %s を削除しますか
pl: Czy na pewno chcesz usunąć %s ze swojego repozytorium?

source: Do you want to override it with the selected action?
ja: 選択したアクションで上書きしますか
pl: Czy chcesz nadpisać przez wybraną akcję?

source: Do you want to revert changes to '%s'
ja: %s の変更を取り消しますか
pl: Czy chcesz przywrócić zmiany do '%s'

source: Document
ja: ドキュメント
pl: Dokument

source: Document Class
pl: Klasa dokumentu

source: Document Information
pl: Informacja o dokumencie

source: Document Tools
ja: ドキュメントツール
pl: Narzędzia dokumentów

source: Document Type
pl: Typ dokumentu

source: Document encoded to (%s)
ja: ドキュメントの文字コード(%s)
pl: Kodowanie dokumentu na (%s)

source: Down
pl: W dół

source: Download
ja: ダウンロード
pl: Pobierz

source: Dump the Padre object to STDOUT
ja: PadreオブジェクトをSTDOUTにダンプする
pl: Zrzut obiektu Padre do STDOUT

source: Dumps the complete Padre object to STDOUT for testing/debugging.
ja: テスト/デバッグ用にPadreのオブジェクト全体をSTDOUTにダンプします
pl: Zrzut kompletnego obiektu Padre do STDOUT do testowania/debugowania.

source: Dutch
ja: オランダ語
pl: Holenderski

source: Dutch (Belgium)
ja: オランダ語(ベルギー)
pl: Holenderski (Belgia)

source: EOL to &Mac Classic
ja: 改行を&Mac Classic風に
pl: Znaki EOL do Mac Classic

source: EOL to &Unix
ja: 改行を&Unix風に
pl: Znaki EOL do Unix

source: EOL to &Windows
ja: 改行を&Windows風に
pl: Znaki EOL do Windows

source: Edit
ja: 編集
pl: Edytuj

source: Edit user and host preferences
ja: ユーザ/ホストの設定を編集する
pl: Edytuj preferencje użytkownika i hosta

source: Editor
ja: エディタ
pl: Edytor

source: Editor Current Line Background Colour
ja: エディタの現在の行の背景色
pl: Kolor tła bieżącego wiersza edytora

source: Editor Diff Feature
pl: Funkcja Diff Edytora

source: Editor Font
ja: エディタのフォント
pl: Czcionka edytora

source: Editor Options
ja: エディタのオプション
pl: Opcje edytora

source: Editor Session Support
pl: Wsparcie sesji w Edytorze

source: Editor Style
ja: エディタのスタイル
pl: Styl edytora

source: Email and confirmation do not match.
ja: メールアドレスが一致しません
pl: Email i potwierdzenie nie zgadzają się.

source: Empty regex
ja: 空の正規表現
pl: Puste wyrażenie

source: Enable
pl: Włącz

source: Enable Perl beginner mode
pl: Włącz tryb Perl dla początkujących

source: Enable Smart highlighting while typing
ja: 入力中もスマートハイライトを有効にする
pl: Włącz inteligentne podświetlanie podczas pisania

source: Enable document differences feature
pl: Włącz funkcjonalność różnic dokumentów

source: Enable or disable the Run with Devel::EndStats if it is installed.
ja: Devel::EndStatsがインストールされている場合に有効にするかどうか
pl: Włącza lub wyłącza Uruchom z Devel::EndStats, jeśli jest zainstalowane.

source: Enable or disable the Run with Devel::TraceUse if it is installed.
ja: Devel::TraceUseがインストールされている場合に有効にするかどうか
pl: Włącza lub wyłącza Uruchom z Devel::TraceUse, jeśli jest zainstalowane.

source: Enable syntax checker annotations in the editor
pl: Włącz przypisy w edytorze podczas sprawdzania składni

source: Enable the CPAN Explorer, powered by MetaCPAN
pl: Włącz Eksplorator CPAN, napędzany przez MetaCPAN

source: Enable the experimental command line interface
pl: Włącz eksperymentalny interfejs wiersza poleceń

source: Enable version control system support
pl: Włącz wsparcie systemu kontroli wersji

source: Enabled
pl: Włączony

source: Encode Document &to...
ja: 文字コードを変更する(&t)...
pl: Koduj Dokument w...

source: Encode Document to &System Default
ja: システムデフォルトに変換する(&S)
pl: Koduj dokument w domyślnym formacie systemu

source: Encode Document to &utf-8
ja: &utf-8に変換する
pl: Koduj dokument w &utf-8

source: Encode document to...
ja: 文字コードを...
pl: Koduj dokument w...

source: Encode to:
ja: 文字コード:
pl: Koduj w:

source: Encoding
ja: エンコーディング
pl: Kodowanie

source: End
pl: Koniec

source: End case modification/metacharacter quoting
ja: 大文字小文字の変換やメタ文字のクォートを終える
pl: Koniec modyfikacji wielkości/cytowania metaznaków

source: End of line
ja: 行末
pl: Koniec wiersza

source: English
ja: 英語
pl: Angielski

source: English (Australia)
ja: 英語(オーストラリア)
pl: Angielski (Australia)

source: English (Canada)
ja: 英語(カナダ)
pl: Angielski (Kanada)

source: English (New Zealand)
ja: 英語(ニュージーランド)
pl: Angielski (Nowa Zelandia)

source: English (United Kingdom)
ja: 英語(英国)
pl: Angielski (Wielka Brytania)

source: English (United States)
ja: 英語(米国)
pl: Anglieski (Stany Zjednoczone)

source: Enter URL to install e.g. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
pl: Wprowadź adres URL do zainstalowania np. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz

source: Enter parts of the resource name to find it
ja: 検索するリソース名の一部を入力してください
pl: Wprowadź część nazwy zasobu do znalezienia

source: Epoch
ja: エポック時
pl: Era

source: Error
ja: エラー
pl: Błąd

source: Error connecting to %s:%s: %s
ja: %s:%sに接続できません: %s
pl: Błąd łączenia z %s:%s: %s

source: Error deleting %s: %s
ja: %sを削除できません: %s
pl: Błąd usuwania %s: %s

source: Error loading perl filter dialog.
ja: Perlフィルタダイアログをロードできません
pl: Błąd ładowania okna dialogowego filtra Perl.

source: Error loading pod for class '%s': %s
ja: クラス「%s」のpodをロードできません: %s
pl: Błąd ładowania POD dla klasy '%s': %s

source: Error loading regex editor.
ja: 正規表現エディタをロードできません
pl: Błąd ładowania edytora wyrażeń.

source: Error logging in on %s:%s: %s
ja: %s:%sにログインできません: %s
pl: Błąd logowania do %s:%s: %s

source: Error returned by filter tool: %s
ja: フィルタツールがエラーを返してきました: %s
pl: Błąd zwrócony przez narzędzie filtrujące: %s

source: Error running filter tool: %s
ja: フィルタツールがエラーを返してきました: %s
pl: Błąd uruchamiania narzędzia filtra: %s

source: Error when calling menu for plug-in %s: %s
pl: Błąd przy próbie wywołania menu dla wtyczki %s: %s

source: Error while calling %s %s
ja: %sの呼び出し中にエラーが発生しました %s
pl: Błąd przy próbie wywołania %s %s

source: Error while determining MIME type. This is possibly an encoding problem. Are you trying to load a binary file?
ja: MIMEタイプ判定中にエラーが発生しました 文字コードの問題かもしれません バイナリファイルをロードしようとしていませんか
pl: Błąd przy ustalaniu typu MIME. Możliwe, że to błąd kodowania. Próbujesz załadować plik binarny?

source: Error while loading Aspect, is it installed?
ja: Aspectのロード中にエラーが発生しました。インストールされているか確認してください
pl: Błąd ładowania Aspect, czy jest zainstalowany?

source: Error while opening file: no file object
ja: ファイルを開いている最中にエラーが発生しました。ファイルオブジェクトがありません
pl: Błąd otwierania pliku: brak obiektu pliku

source: Error while searching for POD
ja: PODの検索中にエラーが発生しました
pl: Błąd przy wyszukiwaniu POD

source: Error while trying to perform Padre action
ja: Padreのアクションを実行しようとしてエラーが発生しました
pl: Błąd podczas przeprowadzania akcji Padre

source: Error while trying to perform Padre action: %s
ja: Padreのアクションを実行しようとしてエラーが発生しました: %s
pl: Błąd podczas przeprowadzania akcji Padre: %s

source: Error:
ja: エラー:
pl: Błąd:

source: Error:
ja: エラー:
pl: Błąd:

source: Error: %s
ja: エラー: %s
pl: Błąd: %s

source: Evaluate
ja: 評価
pl: Oszacuj

source: Evaluate &Expression
ja: 式を評価する(&E)
pl: Oszacuj &wyrażenie...

source: Evaluate Expression
ja: 式を評価する
pl: Oszacuj wyrażenie

source: Evaluate expression $ -> p @ -> x % -> x p expr Same as print {$DB::OUT} expr in the current package. In particular, because this is just Perl's own print function. x [maxdepth] expr Evaluates its expression in list context and dumps out the result in a pretty-printed fashion. Nested data structures are printed out recursively,
pl: Oszacuj wyrażenie $ -> p @ -> x % -> x p expr Takie jak wyrażenie print {$DB::OUT} w bieżącym pakiecie. W szczególności, ponieważ jest to własna funkcja print Perl-a. x [maxdepth] wyrażenie Szacuje wyrażenie w liście kontekstowej i zrzuca wynik wypisując w eleganckim stylu. Zagnieżdżone struktury danych są wypisane rekursywnie.

source: Exist
ja: 存在
pl: Istnieje

source: Existing Bookmarks:
pl: Istniejące zakładki:

source: Expand All
pl: Rozwiń wszystko

source: Experimental feature. Type '?' at the bottom of the page to get list of commands. If it does not work, blame szabgab.
pl: Funkcjonalność eksperymentalna. Wpisz '?' na dole strony aby uzyskać listę poleceń. Jeśli to nie zadziała, obwiniaj szabgab.

source: Expression To Evaluate
pl: Wyrażenie od oszacowania

source: Extended (&x)
ja: 拡張(&x)
pl: Rozszerzone (&x)

source: Extended regular expressions allow free formatting (whitespace is ignored) and comments
ja: 拡張正規表現を使うと自由な書式（空白無視）やコメントが利用できるようになります
pl: Rozszerzone wyrażenia regularne pozwalają na dowolne formatowanie (białe znaki są ignorowane) i komentaże

source: Extract &Subroutine...
ja: サブルーチンを抽出する(&S)...
pl: Wydobądź podprocedurę...

source: Extract Subroutine
ja: サブルーチンを抽出する
pl: Wydobądź podprocedurę

source: FTP Password
ja: FTPパスワード
pl: Hasło FTP

source: Failed to create path '%s'
ja: 「%s」を作成できません
pl: Niepowodzenie tworzenia ścieżki '%s'

source: Failed to create server
ja: サーバを作成できません
pl: Niepowodzenie tworzenia serwera

source: Failed to delete POD fragment
ja: PODを削除できません
pl: Niepowodzenie usuwania fragmentu POD

source: Failed to disable plug-in '%s': %s
ja: プラグイン「%s」を無効にできません: %s
pl: Niepowodzenie wyłączania wtyczki '%s': %s

source: Failed to enable plug-in '%s': %s
ja: プラグイン「%s」を有効にできません: %s
pl: Niepowodzenie włączania wtyczki '%s': %s

source: Failed to execute process
ja: プロセスを実行できません
pl: Niepowodzenie wykonywania procesu

source: Failed to find any matches
ja: マッチしませんでした
pl: Niepowodzenie wyszukania dopasowania

source: Failed to find your CPAN configuration
ja: CPANの設定が見つかりません
pl: Niepowodzenie odnajdywania Twojej konfiguracji CPAN

source: Failed to load the plug-in '%s' %s
ja: プラグイン「%s」をロードできません %s
pl: Niepowodzenie ładowania wtyczki '%s' %s

source: Failed to merge the POD fragments
ja: PODをマージできません
pl: Niepowodzenie łączenia fragmentów POD

source: Failed to start '%s' command
ja: 「%s」コマンドを起動できません
pl: Niepowodzenie uruchamiania polecenia '%s'

source: False
ja: 偽
pl: Fałsz

source: Fatal Error
ja: 致命的なエラー
pl: Fatalny błąd

source: Favorite
pl: Ulubione

source: File
ja: ファイル
pl: Plik

source: File %s not found.
ja: ファイル%sが見つかりません
pl: Nie znaleziono pliku %s.

source: File Outline
pl: Plan pliku

source: File Size (Bytes)
pl: Rozmiar pliku (Bajty)

source: File Types:
pl: Typy plików:

source: File already exists
ja: ファイルはすでに存在します
pl: Plik już istnieje.

source: File already exists. Overwrite it?
ja: ファイルはすでに存在します。上書きしますか?
pl: Plik już istnieje. Czy go zastąpić?

source: File changed on disk since last saved. Do you want to overwrite it?
ja: 最後に保存してからファイルが変更されています。上書きしますか?
pl: Plik na dysku został zmieniony od ostatniego zapisu. Czy chcesz go zastąpić?

source: File changed. Do you want to save it?
ja: ファイルが変更されています。保存しますか?
pl: Plik został zmieniony. Czy chcesz go zapisać?

source: File is not in a project
ja: プロジェクトのファイルではありません
pl: Plik nie należy do projektu

source: File name %s contains * or ? which are special chars on most computers. Skip?
ja: ファイル名%sにはほとんどのコンピュータで特殊文字になる*や?が含まれています。スキップしますか
pl: Nazwa pliku %s zawiera * lub ? które są znakami specjalnymi w większości komputerów. Pominąć?

source: File name %s does not exist on disk. Skip?
ja: ファイル名%sはディスク上に存在しません。スキップしますか
pl: Nazwa pliku %s nie występuje na dysku. Pominąć?

source: File not in sync
ja: ファイルの同期がとれていません
pl: Plik nie jest zsynchronizowany

source: File was never saved and has no filename - can't delete from disk
ja: ファイルは未保存でファイル名がありません。ディスクから削除できません
pl: Plik nigdy nie został zapisany i nie posiada nazwy - nie można usunąć z dysku

source: File-1
ja: ファイル1
pl: Plik-1

source: File-2
ja: ファイル2
pl: Plik-2

source: File/Directory
ja: ファイル/ディレクトリ
pl: Plik/Katalog

source: Files
ja: ファイル
pl: Pliki

source: Files:
pl: Pliki:

source: Filter command:
ja: フィルタコマンド:
pl: Polecenie filtrowania:

source: Filter through &Perl...
ja: &Perlでフィルタリング...
pl: Filtruj przez &Perl...

source: Filter through E&xternal Tool...
ja: 外部ツールでフィルタリング(&x)...
pl: Filtruj przez narzędzie z&ewnętrzne...

source: Filter through tool
ja: ツールでフィルタリング
pl: Filtruj przez narzędzie

source: Filter:
pl: Filtr:

source: Filters the selection (or the whole document) through any external command.
ja: 外部コマンドを利用して選択範囲(またはドキュメント全体)のフィルタリングを実行する
pl: Filtruje zaznaczenie (lub cały dokument) przez dowolne zewnętrzne polecenie.

source: Find
ja: 検索する
pl: Znajdź

source: Find &All
ja: 全検索(&A)
pl: Zn&ajdź wszystkie

source: Find &Method Declaration
ja: メソッド宣言を検索する(&M)
pl: Znajdź deklarację metody

source: Find &Next
ja: 次を検索する(&N)
pl: Znajdź &następny

source: Find &Variable Declaration
ja: 変数宣言を検索する(&V)
pl: Znajdź deklarację zmiennej

source: Find Unmatched &Brace
ja: 対応していないかっこを検索する(&B)
pl: Znajdź niedomknięty nawias

source: Find in Fi&les...
ja: 複数ファイル検索(&l)...
pl: Znajdź w p&likach...

source: Find in Files
ja: 複数ファイル検索
pl: Znajdź w plikach

source: Find text and replace it
pl: Znajdź tekst i zastąp go

source: Find text or regular expressions using a traditional dialog
ja: 伝統的なダイアログを使って適すとや正規表現を検索する
pl: Znajdź tekst lub wyrażenie regularne przy użyciu tradycyjnego okna dialogowego

source: Find where the selected function was defined and put the focus there.
ja: 選択した関数がどこで定義されているかを見つけてそこにフォーカスを移動する
pl: Znajdź miejsce gdzie funkcja została zdefiniowana i ustaw tam kursor.

source: Find where the selected variable was declared using "my" and put the focus there.
ja: 選択した変数がどこでmy宣言されているかを見つけてそこにフォーカスを移動する
pl: Znajdź miejsce gdzie wybrana zmienna została zadeklarowana przy użyciu "my" i ustaw kursor w tym miejscu.

source: Find:
ja: 検索:
pl: Znajdź:

source: First character of selection does not seem to point at a token.
ja: 選択範囲の最初の文字はトークンではないようです
pl: Pierwszy znak zaznaczenia nie wydaje się wskazywać tokena

source: First character of selection must be a non-word character to align
ja: 選択範囲の最初の文字は英数字以外にしてください
pl: Pierwszy znak zaznaczenia, do którego wyrównać, musi nie być znakiem wyrazu

source: Fold all the blocks that can be folded (need folding to be enabled)
ja: 折りたためるブロックをすべて折りたたむ (折りたたみが有効の場合)
pl: Zwiń wszystkie bloki które mogą być zwijane (zwijanie musi być włączone)

source: Font Si&ze
ja: フォントの大きさ(&z)
pl: Rozmiar czcionki

source: For new document try to guess the filename based on the file content and offer to save it.
ja: 新規ドキュメントの場合ファイルの内容から保存するファイル名を推測する
pl: Dla nowych dokumentów próbuj zgadnąć nazwę pliku bazując na zawartości pliku i zaproponuj jego zapisanie.

source: Found %d issue(s) in %s within %3.2f secs.
pl: Znaleziono %d problem(ów) w %s w czasie %3.2f sekund.

source: Found %d issue(s) within %3.2f secs.
pl: Znaleziono %d problem(ów) w czasie %3.2f sekund.

source: Found %s help topic(s)
ja: %s件のヘルプトピックが見つかりました
pl: Znaleziono temat(y) pomocy %s

source: Found %s unloaded modules
ja: %s件の未ロードモジュールが見つかりました
pl: Znaleziono %s niezaładowanych modułów

source: French
ja: フランス語
pl: Francuski

source: French (Canada)
ja: フランス語(カナダ)
pl: Francuski (Kanada)

source: Friend
ja: 友人
pl: Przyjaciel

source: Full Sc&reen
ja: フルスクリーン(&r)
pl: &Pełen ekran F11

source: Function
ja: 関数
pl: Procedura

source: Function List
pl: Lista procedur

source: Functions
ja: 関数
pl: Procedury

source: German
ja: ドイツ語
pl: Niemiecki

source: Global (&g)
ja: グローバル(&g)
pl: Globalny (&g)

source: Go to
ja: 移動
pl: Idź do

source: Go to &Command Line Window
ja: コマンドラインウィンドウに移動する(&C)
pl: Idź do okna wiersza poleceń

source: Go to &Functions Window
ja: 関数ウィンドウに移動する(&F)
pl: Idź do okna procedur

source: Go to &Main Window
ja: メインウィンドウに移動する(&M)
pl: Idź do okna głównego Alt-M

source: Go to Bookmar&k...
ja: しおりに移動する(&k)...
pl: Idź do zakładki...

source: Go to CPAN E&xplorer Window
ja: CPANエクスプローラウィンドウに移動する(&x)
pl: Idź do okna Eksploratora CPAN

source: Go to O&utline Window
ja: アウトラインウィンドウに移動する(&u)
pl: Idź do okna planu

source: Go to Ou&tput Window
ja: 出力ウィンドウに移動する(&t)
pl: Idź do okna wyniku Alt-O

source: Go to S&yntax Check Window
ja: 構文チェックウィンドウに移動する(&y)
pl: Idź do okna sprawdzania składni Alt-C

source: Graphical Debugger Tool
pl: Narzędzie graficznego debugera

source: Guess from Current Document
ja: 現在のドキュメントから推測
pl: Zgadnij na podstawie bieżącego dokumentu

source: Hebrew
ja: ヘブライ語
pl: Hebrajski

source: Help
ja: ヘルプ
pl: Pomo&c
