Repository: PadreIDE/Padre-total
Catalog: Padre/share/locale/*.po
Languages: ja, pl

source: Sorry, patch failed, are you sure your choice of files was correct for this action
pl: Niepowodzenie stosowania łatki. Jesteś pewien wyboru plików do przeprowadzenia tego działania?

source: Sort Order:
pl: Kolejność sortowania:

source: Space
ja: スペース
pl: Spacja

source: Space and tab
ja: スペースとタブ
pl: Spacje i tabulatory

source: Space to Tab
ja: スペースからタブ
pl: Spacja na tabulator

source: Spaces to &Tabs...
ja: スペースからタブ(&T)...
pl: Spacje na tabulatory...

source: Spanish
ja: スペイン語
pl: Hiszpański

source: Spanish (Argentina)
ja: スペイン語(アルゼンチン)
pl: Hiszpański (Argentyna)

source: Special &Value...
ja: 特殊な値(&V)...
pl: Wartość specjalna...

source: Stop Search
pl: Zatrzymaj wyszukiwanie

source: Stop a running task.
ja: 実行中のタスクを停止する
pl: Zatrzymaj uruchomione zadanie.

source: Stops processing of other action queue items for 1 second
ja: キューに入っているアクションの処理を1秒止める
pl: Zatrzymuje przetwarzanie kolejki pozostałych zadań na 1 sekundę

source: Stops processing of other action queue items for 10 seconds
ja: キューに入っているアクションの処理を10秒止める
pl: Zatrzymuje przetwarzanie kolejki pozostałych zadań na 10 sekund

source: Stops processing of other action queue items for 30 seconds
ja: キューに入っているアクションの処理を30秒止める
pl: Zatrzymuje przetwarzanie kolejki pozostałych zadań na 30 sekund

source: String
ja: 文字列
pl: Ciąg

source: Switch Padre interface language to %s
ja: Padreのインタフェースを%sに切り替える
pl: Przełącz język interfejsu Padre na %s

source: Switch document type
ja: ドキュメントタイプを切り替える
pl: Przełącz typ dokumentu

source: Switch language to system default
ja: システムデフォルトに切り替える
pl: Przełącz język na domyślny systemowy

source: Syntax Check
ja: 構文チェック
pl: Sprawdzanie składni

source: System Default
ja: システムデフォルト
pl: Domyślny systemowy

source: Tab
pl: Karta

source: Tab to Space
ja: タブからスペース
pl: Tabulator na spację

source: Tabs and S&paces
ja: タブとスペース(&p)
pl: Tabulatory i spacje

source: Tabs to &Spaces...
ja: タブからスペース(&S)...
pl: Tabulatory na spacje...

source: Task List
pl: Lista zadań

source: Text
ja: テキスト
pl: Tekst

source: Text Files
ja: テキストファイル
pl: Pliki tekstowe

source: The bookmark '%s' no longer exists
ja: しおり「%s」はすでに存在しません
pl: Zakładka '%s' już nie istnieje

source: The file %s you are trying to open is %s bytes large. It is over the arbitrary file size limit of Padre which is currently %s. Opening this file may reduce performance. Do you still want to open the file?
pl: Plik %s który próbujesz otworzyć zajmuje %s bajtów. To ponad umowny limity rozmiaru pliku Padre który obecnie wynosi %s. Otwarcie tego pliku może obniżyć wydajność. Czy nadal chcesz otworzyć ten plik?

source: The shortcut '%s' is already used by the action '%s'.
ja: ショートカット「%s」はすでに「%s」で使われています
pl: Skrót '%s' jest już używany przez akcję '%s'.

source: There are no positions saved yet
ja: 位置が保存されていません
pl: Brak dotychczas zapisanych pozycji

source: This document does not contain any POD
ja: このドキュメントにはPODがありません
pl: Ten dokument nie zawiera jakichkolwiek POD

source: This function reloads the My plug-in without restarting Padre
ja: Padreを再起動せずにMyプラグインをリロードする
pl: Ta funkcja ponownie wczytuje wtyczkę My plug-in bez restartu Padre

source: This requires an installed Devel::EndStats and a Padre restart
ja: この機能を利用するにはDevel::EndStatsをインストールしなければなりません(Padreの再起動が必要)
pl: To wymaga zainstalowania Devel::EndStats i restartu Padre

source: This requires an installed Devel::TraceUse and a Padre restart
ja: この機能を利用するにはDevel::TraceUseをインストールしなければなりません(Padreの再起動が必要)
pl: To wymaga zainstalowania Devel::TraceUse i restartu Padre

source: This type of file (URL) is missing delete support.
ja: このタイプのファイル(URL)は削除できません
pl: Ten typ pliku (URL) nie ma wsparcia usuwania.

source: Threads
ja: スレッド
pl: Wątki

source: Timeout (seconds)
pl: Timeout (w sekundach)

source: Today
ja: 今日
pl: Dziś

source: Toggle Diff window feature that compares two buffers graphically
pl: Przełącz funkcjonalność okna Diff porównującego graficznie dwa bufory

source: Toggle Perl 6 auto detection in Perl 5 files
pl: Przełącz auto detekcję Perl 6 w plikach Perl 5

source: Tool Positions
pl: Narzędzie Pozycje

source: Trace
pl: Śledź

source: Translation
ja: 翻訳
pl: Tłumaczenie

source: True
ja: 真
pl: Prawda

source: Turkish
ja: トルコ語
pl: Turecki

source: Turn on CPAN explorer
ja: CPANエクスプローラを起動する
pl: Włącz Eksplorator CPAN

source: Turn on Diff window
pl: Włącz okno Diff

source: Turn on syntax checking of the current document and show output in a window
ja: 現在のドキュメントの構文チェックを有効にして結果をウィンドウに表示する
pl: Włącz sprawdzanie składni w bieżącym dokumencie i pokaż wyjście w oknie

source: Turn on version control view of the current project and show version control changes in a window
pl: Włącz podgląd kontroli wersji w bieżącym projekcie i pokaż zmiany kontroli wersji w oknie

source: Type
ja: タイプ
pl: Typ

source: UNKNOWN
ja: 不明
pl: NIEZNANY

source: Un&fold All
ja: すべて折りたたむ(&f)
pl: Rozwiń wszystkie

source: Unable to parse %s
ja: %sをパースできません
pl: Nie można przetworzyć %s

source: Undo last change in current file
ja: 現在のファイルの最後の変更をアンドゥする
pl: Cofnij ostatnią zmianę w bieżącym pliku

source: Unfold all the blocks that can be folded (need folding to be enabled)
ja: 折りたためるブロックをすべて展開する (折りたたみが有効の場合)
pl: Rozwiń wszystkie bloki które mogą być zwinięte (wymaga łączonego zwijania)

source: Unknown
ja: 不明
pl: Nieznany

source: Unknown error
ja: 原因不明のエラーです
pl: Nieznany błąd

source: Unknown error from
ja: 原因不明のエラーです
pl: Nieznany błąd

source: Unloaded
pl: Wyładowany

source: Unsaved %d
ja: 未保存 %d
pl: Niezapisanych %d

source: Unsaved File
ja: 保存されていないファイル
pl: Plik nie zapisany

source: Unsupported OS: %s
ja: サポートされていないOSです: %s
pl: System niewspierany: %s

source: Untitled
ja: 無題
pl: Bez tytułu

source: Upload
ja: アップロードする
pl: Wyślij

source: Upper/Lo&wer Case
ja: 大文字/小文字に変換(&w)
pl: Wielkie/Małe litery

source: Uppercase characters
ja: 大文字
pl: Wielkie litery

source: Uppercase next character
ja: 次の文字を大文字にする
pl: Zmień następną literę na dużą

source: Uppercase till \E
ja: \Eまでの文字を大文字にする
pl: Wielkie litery aż do \E

source: Use FTP passive mode
ja: FTPのパッシブモードを利用する
pl: Użyj trybu pasywnego FTP

source: Use Perl source as filter
ja: Perlのソースをフィルタとして利用する
pl: Użyj filtra źródeł Perl

source: Use X11 middle button paste style
ja: X11の中央ボタンを使ったペーストのやり方を利用する
pl: Użyj stylu wklejania środkowym przyciskiem X11

source: Use a filter to select one or more files
ja: ファイルの選択にフィルタを利用する
pl: Użyj filtra do wybrania jednego lub więcej plików

source: Use external window for execution
ja: 実行時に外部ウィンドウを利用する
pl: Użyj zewnętrznego okna do wykonywania

source: Use tabs instead of spaces
pl: Użyj tabulatorów zamiast zpacji

source: User
ja: ユーザ
pl: Użytkownik

source: Using CPAN.pm to install a CPAN like package opened locally
ja: ローカルで開いているCPAN風のパッケージをCPAN.pmを使ってインストールする
pl: Użyj CPAN.pm do instalacji pakietów CPAN otwartych lokalnie

source: Using pip to download a tar.gz file and install it using CPAN.pm
ja: pipでダウンロードしたtar.gzファイルをCPAN.pm経由でインストールする
pl: Użyj pip do pobrania pliku tar.gz i jego instalacji przy użyciu CPAN.pm

source: Value
ja: 値
pl: Wartość

source: Variable Name
ja: 変数名
pl: Nazwa zmiennej

source: Variable case change
ja: 変数名の大文字小文字を変更
pl: Nazwa wielkości liter zmiennej

source: Version Control
ja: バージョン管理
pl: Kontrola wersji

source: Version Control Tool
pl: Narzędzie kontroli wersji

source: Vertically &Align Selected
ja: 選択範囲を桁揃えする(&A)
pl: Wyrównaj w pionie zaznaczone

source: Very Fatal Error
ja: 非常に致命的なエラー
pl: Bardzo fatalny błąd

source: View
ja: 表示(&V)
pl: Widok

source: View All &Open Bugs
ja: 未解決のバグを全表示する(&O)
pl: Pokaż wszystkie &otwarte błędy

source: View all known and currently unsolved bugs in Padre
ja: Padreの既知・未解決のバグをすべて表示する
pl: Podgląd wszystkich znany i jeszcze nierozwiązanych błędów w Padre

source: Visible characters
ja: 印字文字
pl: Widoczne znaki

source: Visible characters and spaces
ja: 印字文字とスペース
pl: Widoczne znaki i spacje

source: Visit Debug &Wiki...
pl: Odwiedź &Wiki debugera

source: Visit Perl Websites...
pl: Odwiedź strony Perl-a

source: Warning
ja: 警告
pl: Ostrzeżenie

source: Warning! This will delete all the changes you made to 'My plug-in' and replace it with the default code that comes with your installation of Padre
pl: Ostrzeżenie! Ta operacja spowoduje usunięcie wszystkich zmian wprowadzonych do wtyczki 'My plug-in' i zastąpienie ich domyślnym kodem dostarczanym z instalacją Padre

source: Warning: found SVN v%s but we require SVN v%s and it is now called "Apache Subversion"
pl: Ostrzeżenie: znaleziono SVN v%s ale potrzebny jest SVN v%s zwany obecnie "Apache Subversion"

source: We found several new plug-ins. In order to configure and enable them go to Plug-ins -> Plug-in Manager List of new plug-ins:
ja: 新しいプラグインが見つかりました。 設定や利用はプラグインメニューの プラグインマネージャーから行ってください 新しいプラグイン一覧
pl: Odnaleziono kilka nowych wtyczek. By je skonfigurować i włączyć wybierz Wtyczki -> Menedżer wtyczek Lista nowych wtyczek:

source: We should not need this menu item
pl: Nie powinniśmy potrzebować tego elementu menu

source: Web Files
ja: Webファイル
pl: Pliki WWW

source: Whatever
pl: Cokolwiek

source: When typing in functions allow showing short examples of the function
pl: W trakcie wprowadzania funkcji zezwól na pokazywanie krótkich przykładów funkcji

source: Where did you hear about Padre?
ja: Padreをどこで知りましたか
pl: Skąd dowiedziałeś się o Padre?

source: Whitespace characters
ja: 空白文字
pl: Białe znaki

source: Window
ja: ウィンドウ
pl: Okno

source: Window list
ja: ウィンドウ一覧
pl: Lista okien

source: Word count and other statistics of the current document
ja: 現在のドキュメントの単語数などの統計情報
pl: Liczba wyrazów i inne statystyki bieżącego dokumentu

source: Words
ja: 単語数
pl: Wyrazy:

source: Wrap long lines
ja: 長い行を折り返す
pl: Zawijaj długie wiersze

source: Writing file to FTP server...
ja: FTPサーバにファイルを書き込んでいます...
pl: Zapisywanie pliku na serwerze FTP...

source: Wx::Perl::ProcessStream is version %s which is known to cause problems. Get at least 0.20 by typing cpan Wx::Perl::ProcessStream
ja: Wx::Perl::ProcessStream %sは問題を起こすことがわかっているので cpan Wx::Perl::ProcessStreamで最低でもバージョン0.20を入手してください
pl: Wx::Perl::ProcessStream w wersji %s która znana jest z powodowania problemów. Pobierz wersję co najmniej 0.20 wpisując cpan Wx::Perl::ProcessStream

source: Year
ja: 年
pl: Rok

source: You are going to write a file using HTTP PUT. This is highly experimental and not supported by most servers.
ja: HTTP PUTを使ってファイルを書き込もうとしています。 この機能は非常に実験的なものであり、ほとんどのサーバは未対応です。
pl: Zamierzasz zapisać plik używając HTTP PUT. To bardzo eksperymentalne i nie wspierane przez większość serwerów.

source: You must select a range of lines
ja: 行を選択してください
pl: Musisz zaznaczyć wiersze

source: You still have a running process. Do you want to kill it and exit?
ja: プロセス実行中です。プロセスを殺して終了しますか
pl: Nadal masz działający proces. Czy chcesz go zabić i wyjść?

source: ZIP Archive
pl: Archiwum ZIP

source: cpanm is unexpectedly not installed
ja: cpanmがなぜかインストールされていません
pl: cpanm nieoczekiwanie nie jest zainstalowany

source: e.g.
ja: 例
pl: np.

source: fresh
pl: świeży

source: project
pl: projekt

source: wxPerl &Live Support
ja: wxPerlライブサポート(&L)
pl: Wsparcie techniczne wxPerl

source: %s - Not a Padre::Plugin subclass
ja: %s - Padre::Pluginのサブクラスではありません

source: &Debug
ja: デバッグ(&D)

source: &Deparse selection
ja: 選択範囲を逆構文解析する(&D)

source: &Install CPAN Module
ja: CPANモジュールのインストール(&I)

source: &Patch...
ja: パッチ(&P)...

source: &Quantifiers
ja: 量指定子(&Q)

source: &Quick Fix
ja: クイックフィックス(&Q)

source: &Replace...
ja: 置換(&R)...

source: &Show error message
ja: エラーメッセージを表示する(&S)

source: &Start/Stop sub trace
ja: サブルーチンのトレースを開始/終了する(&S)

source: &Update
ja: 更新(&U)

source: &Word-Wrap File
ja: ファイルのワードラップ(&W)

source: (Undefined)
ja: (未定義)

source: (core)
ja: (コア)

source: Alarm
ja: アラーム

source: Any non-word character
ja: 単語を構成しないあらゆる文字

source: Any word character
ja: 単語を構成するあらゆる文字

source: Apply one of the quick fixes for the current document
ja: 現在のドキュメントにクイックフィックスのひとつを適用する

source: Auto-Complete
ja: オートコンプリート

source: Automatic indentation style detection
ja: インデントスタイルの自動検出

source: Backreference to the nth group
ja: n番目のグループへの後方参照

source: Braces Assist
ja: かっこの補助

source: Case &sensitive
ja: 大文字と小文字を区別する(&s)

source: Characters (including whitespace)
ja: 文字(空白含む)

source: Check for file updates on disk every (seconds)
ja: ディスク上のファイルの更新を確認する間隔(秒)

source: Cl&ose Window on Hit
ja: 見つかったらウィンドウを閉じる(&o)

source: Close Window on &Hit
ja: 見つかったらウィンドウを閉じる(&h)

source: Close the highest priority panel (usually using ESC key)
ja: 優先度が最も高いパネルを閉じる(ふつうはESCキーで)

source: Code Order
ja: コード内の出現順

source: Confirm
ja: 確認

source: Content
ja: 内容

source: Content Assist
ja: コンテンツの入力補助

source: Copy &All
ja: すべてコピー(&A)

source: Copy &Selected
ja: 選択範囲をコピー(&S)

source: Core Team
ja: コア開発チーム

source: Could not determine the comment character for %s document type
ja: ドキュメントタイプ%sのコメント文字が決まっていません

source: Could not set breakpoint on file '%s' row '%s'
ja: ファイル「%s」の「%s」行目にはブレークポイントをセットできません

source: Created by:
ja: 作者:

source: Debug
ja: デバッグ

source: Debugger not running
ja: デバッガが起動していません

source: Default line ending
ja: デフォルトの改行文字

source: Default projects directory
ja: デフォルトのプロジェクトディレクトリ

source: Developers
ja: 開発チーム

source: Did not find any matches.
ja: マッチしませんでした

source: Diff
ja: 差分をとる

source: Display the current value of a variable in the right hand side debugger pane
ja: 変数の現在の値を右側のデバッガペインに表示する

source: Do you want to commit?
ja: コミットしますか

source: Document Statistics
ja: ドキュメントの統計情報

source: Document Tools (Right)
ja: ドキュメントツール (右)

source: Document type
ja: ドキュメントタイプ

source: Email
ja: メールアドレス

source: Enter URL to install\ne.g. http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz
ja: インストールするURLを入力してください 例: http://svn.ali.as/cpan/releases/Config-Tiny-2.00.tar.gz

source: Error when calling menu for plug-in
ja: プラグインメニューの呼び出し中にエラーが発生しました

source: Escape (Esc)
ja: エスケープ(Esc)

source: Escape characters
ja: エスケープ文字

source: Evaluate Expression...
ja: 式を評価する...

source: Execute the next statement, enter subroutine if needed. (Start debugger if it is not yet running)
ja: 次の文を実行。必要があればサブルーチンに入る (必要ならデバッガも起動する)

source: Execute the next statement. If it is a subroutine call, stop only after it returned. (Start debugger if it is not yet running)
ja: 次の文を実行。サブルーチン呼び出しの場合は戻ってくるまで停止しない (必要ならデバッガも起動する)

source: Existing Bookmarks
ja: 既存のしおり

source: Expand all
ja: すべて展開する

source: Expr
ja: 式

source: Expression:
ja: 式:

source: Fast but might be out of date
ja: 高速ですが古いかも

source: File Types
ja: ファイルタイプ

source: File access via FTP
ja: FTPでのファイルアクセス

source: File access via HTTP
ja: HTTPでのファイルアクセス

source: Filename
ja: ファイル名

source: Filter
ja: フィルタ

source: Find Results (%s)
ja: 検索結果(%s)

source: Find Text:
ja: 検索語:

source: Find a text and replace it
ja: テキストを検索して置換する

source: Find and Replace
ja: 検索と置換

source: Form feed
ja: フォームフィード

source: Go to &Todo Window
ja: &TODOウィンドウに移動する

source: Grouping constructs
ja: グループ化

source: Hopefully faster than the PPI Traditional. Big file will fall back to Scintilla highlighter.
ja: 従来のPPIよりは速いはず。大きなファイルはScintillaを使います

source: Host
ja: ホスト

source: If within a subroutine, run till return is called and then stop.
ja: サブルーチンの中にいる場合、returnが呼ばれるまで実行して中断します

source: Indentation width (in columns)
ja: インデント幅(カラム数)

source: Install a Perl module from CPAN
ja: CPANモジュールのインストール

source: Interpreter arguments
ja: インタプリタの引数

source: Jump to Current Execution Line
ja: 現在の実行行に移動する

source: Kibibytes (kiB)
ja: キビバイト(kiB)

source: Kilobytes (kB)
ja: キロバイト(kB)

source: Label One
ja: ラベル1

source: Line
ja: 行

source: Line break mode
ja: 改行モード

source: List All Breakpoints
ja: ブレークポイント一覧

source: List all the breakpoints on the console
ja: すべてのブレークポイントをコンソールに一覧表示する

source: Local/Remote File Access
ja: ローカル/リモートファイルアクセス

source: Login
ja: ログイン

source: Long hex character
ja: 長い16進文字

source: MIME type did not have a class entry when %s(%s) was called
ja: %s(%s)が呼ばれましたがMIMEタイプにクラスが登録されていません

source: MIME type is not supported when %s(%s) was called
ja: %s(%s)が呼ばれましたがMIMEタイプが未対応です

source: MIME type was not supported when %s(%s) was called
ja: %s(%s)が呼ばれましたがMIMEタイプが未対応です

source: Match Case
ja: 大文字と小文字を区別する

source: Methods order
ja: メソッドの並び順

source: Move to other panel
ja: 他のパネルに移動

source: Multi-line (&m)
ja: 複数行(&m)

source: Need to select text in order to translate to hex
ja: 16進数に変換するテキストを選択してください

source: Negative lookahead assertion
ja: ゼロ幅の否定の先読み

source: Negative lookbehind assertion
ja: ゼロ幅の否定の後読み

source: Next
ja: 次

source: No file is open
ja: 開いているファイルはありません

source: Non-capturing group
ja: キャプチャしないグループ

source: Non-whitespace characters
ja: 非空白文字

source: Not a word boundary
ja: 非単語境界

source: Open a document with a skeleton Perl 5 test script
ja: Perl 5テストスクリプトのひな形を埋め込んだドキュメントを開く

source: Open files
ja: ファイルを開く

source: Open files in existing Padre
ja: 既存のPadreでファイルを開く(MDIモード)

source: Open perlmonks.org, one of the biggest Perl community sites, in your default web browser
ja: デフォルトWebブラウザでperlmonks.org (Perl最大のコミュニティサイトのひとつ)を開く

source: Password
ja: パスワード

source: Perl beginner mode
ja: Perl初心者モード

source: Perl ctags file
ja: Perl ctagsファイル

source: Perl interpreter
ja: Perlインタプリタ

source: Plug-in Name
ja: プラグイン名

source: Position type
ja: 位置種別

source: Positive lookahead assertion
ja: ゼロ幅の肯定の先読み

source: Positive lookbehind assertion
ja: ゼロ幅の肯定の後読み

source: Pragmata
ja: プラグマ

source: Previ&ous
ja: 前(&o)

source: Preview
ja: プレビュー

source: Previous
ja: 前

source: Process
ja: プロセス

source: Project Tools (Left)
ja: プロジェクトツール(左)

source: RegExp for TODO panel
ja: TODOパネル用の正規表現

source: Regular &Expression
ja: 正規表現(&E)

source: Related editor has been closed
ja: 関連づけられていたエディタが閉じられました

source: Reload all files
ja: すべてのファイルをリロードする

source: Reload some
ja: リロードする

source: Reload some files
ja: いくつかのファイルをリロードする

source: Remove Breakpoint
ja: ブレークポイントを削除する

source: Remove the breakpoint at the current location of the cursor
ja: カーソルの現在位置にあるブレークポイントを削除する

source: Replace Text:
ja: 置換:

source: Replace With
ja: 置換する語

source: Restore focus...
ja: フォーカスを復元する...

source: Run till Breakpoint (&c)
ja: ブレークポイントまで実行する(&c)

source: Run to Cursor
ja: カーソルまで実行

source: Save &Intuition
ja: 適切なファイル名をつけて保存する(&I)

source: Script arguments
ja: スクリプトの引数

source: Search &Term
ja: 検索語(&T)

source: Search again for '%s'
ja: 「%s」を再検索

source: Server
ja: サーバ

source: Set Bookmark
ja: しおりをはさむ

source: Set Breakpoint (&b)
ja: ブレークポイントを設定する(&b)

source: Set a breakpoint at the line where to cursor is and run till there
ja: カーソルのある行にブレークポイントを設定して、そこまで実行する

source: Set a breakpoint to the current location of the cursor with a condition
ja: カーソルの現在位置に条件付きブレークポイントを設定する

source: Set focus to the line where the current statement is in the debugging process
ja: デバッグ中に実行中の文がある行にフォーカスを移動する

source: Set the focus to the "Todo" window
ja: TODOウィンドウにフォーカスを移動する

source: Several placeholders like the filename can be used
ja: ファイル名などいくつかのプレースホルダが利用できます

source: Show &Functions
ja: 関数を表示する(&F)

source: Show &To-do List
ja: &TODO一覧を表示する

source: Show Stack Trace (&t)
ja: スタックトレースを表示する(&t)

source: Show Value Now (&x)
ja: 現在の値を表示する(&x)

source: Show a window listing all todo items in the current document
ja: 現在のドキュメントのTODO項目を一覧表示するウィンドウを表示する

source: Show the value of a variable now in a pop-up window.
ja: 現在の変数の値をポップアップウィンドウに表示する

source: Slow but accurate and we have full control so bugs can be fixed
ja: 遅いですが正確。自前のモジュールなのでバグ対応も可

source: Snippet
ja: スニペット

source: Specify Devel::EndStats options. 'feature_devel_endstats' must be enabled.
ja: Devel::EndStatsのオプションを指定してください。'feature_devel_endstats'を有効にする必要もあります。

source: Specify Devel::TraceUse options. 'feature_devel_traceuse' must be enabled.
ja: Devel::TraceUseのオプションを指定してください。'feature_devel_traceuse'を有効にする必要もあります。

source: Start running and/or continue running till next breakpoint or watch
ja: 次のブレークポイントないしウォッチ式まで実行する

source: Stats
ja: 統計

source: Status
ja: ステータス

source: Step In (&s)
ja: ステップイン(&s)

source: Step Out (&r)
ja: ステップアウト(&r)

source: Step Over (&n)
ja: ステップオーバー(&n)

source: Stop search
ja: 検索を中断する

source: Sub-tracing started
ja: サブルーチンのトレースを開始しました

source: Sub-tracing stopped
ja: サブルーチンのトレースを停止しました

source: Syntax Highlighter
ja: 構文ハイライト

source: Tab display size (in spaces)
ja: タブ表示幅(空白の数):

source: The debugger is not running. You can start the debugger using one of the commands 'Step In', 'Step Over', or 'Run till Breakpoint' in the Debug menu.
ja: デバッガが起動していません。 デバッグメニューから「ステップイン」「ステップオーバー」「ブレークポイントまで実行」のいずれかを実行してください

source: Timeout (in seconds)
ja: タイムアウト(秒)

source: Toggle syntax checker annotations in editor
ja: 構文チェッカーの注釈を有効/無効にする

source: Toggle version control system support
ja: バージョン管理システムのサポートを有効/無効にする

source: Type a help &keyword to read:
ja: 表示したいヘルプキーワードを入力(&k):

source: Type in any expression and evaluate it in the debugged process
ja: 式を入力してデバッグプロセスで評価する

source: Unicode character 'name'
ja: Unicode文字「名」

source: Use Tabs
ja: タブを使う

source: Use splash screen
ja: スプラッシュ画像を表示する

source: Username
ja: ユーザ名

source: Variable
ja: 変数名

source: Version
ja: バージョン

source: Visit the PerlM&onks
ja: PerlM&onksを訪問する

source: disabled
ja: 無効

source: enabled
ja: 有効

source: error
ja: エラー

source: incompatible
ja: 非互換

source: loaded
ja: ロード済

source: none
ja: なし

source: unloaded
ja: 未ロード

source: wrap in grep { }
ja: grep {}でくくる

source: wrap in map { }
ja: map {}でくくる
