Repository: PadreIDE/Padre-total
Catalog: Padre/share/locale/*.po
Languages: ja, pl

source: "." also matches newline
ja: "."は改行にもマッチするようになります
pl: "." również dopasowuje znak nowego wiersza

source: "Open session" will ask which session (set of files) to open when you launch Padre.
ja: Padre起動時に開くセッション（ファイルの組み合わせ）をたずねるようになります
pl: "Otwórz sesję" zapyta, którą sesję (zestaw plików) otworzyć przy uruchomieniu Padre.

source: "Previous open files" will remember the open files when you close Padre and open the same files next time you launch Padre.
pl: "Poprzednio otwarte pliki" zapamiętują otwate pliki z poprzedniego uruchomienia Padre i otworzą te same pliki przy kolejnym uruchomieniu.

source: "^" and "$" match the start and end of any line inside the string
ja: "^"と"$"は文字列の各行頭・行末にマッチするようになります
pl: "^" i "$" oznaczają początek i koniec dowolnego wiersza wewnątrz ciągu znaków

source: # Input is in $_ $_ = $_; # Output goes to $_
pl: # Wejście jest w $_ $_ = $_; # Wyjście trafia do $_

source: $_ for both
pl: $_ dla obu

source: %d line added
ja: %d 行追加しました
pl: %d wiersz dodany

source: %d line changed
ja: %d 行変更しました
pl: %d wiersz zmieniony

source: %d line deleted
ja: %d 行削除しました
pl: %d wiersz usunięty

source: %d lines added
ja: %d 行追加しました
pl: %d wierszy dodanych

source: %d lines changed
ja: %d 行変更しました
pl: %d wierszy zmienoinych

source: %d lines deleted
ja: %d 行削除しました
pl: %d wierszy usunięto

source: %s (%s changed)
ja: %s (%s件置換)
pl: %s (%s zmienionych)

source: %s (%s results)
ja: %s (%s件)
pl: %s (%s wyników)

source: %s (crashed)
ja: %s (クラッシュ)
pl: %s (uległ awarii)

source: %s - Crashed while instantiating: %s
ja: %s - %sのインスタンス作成中にクラッシュしました
pl: %s - Awaria podczas tworzenia: %s

source: %s - Crashed while loading: %s
ja: %s - %sのロード中にクラッシュしました
pl: %s - Awaria podczas ładowania: %s

source: %s - Failed to instantiate plug-in
ja: %s - インスタンスを作成できませんでした
pl: %s - Niepowodzenie tworzenia wtyczki

source: %s - Not compatible with Padre %s - %s
ja: %s - Padreの%sと互換性がありません - %s
pl: %s - nie jest kompatybilny z Padre %s - %s

source: %s - Plugin is empty or unversioned
ja: %s - プラグインが空かバージョンがありません
pl: %s - Wtyczka jest pusta lub nie ma wersji

source: %s in TODO regex, check your config.
ja: TODOの正規表現に%sが含まれています。設定を確認してください
pl: %s w wyrażeniu regularnym TODO, sprawdź konfigurację.

source: %s line %s: %s
ja: %s 行 %s: %s
pl: %s wiersz %s: %s

source: %s version control is not currently available
ja: バージョン管理システム%sは現在利用できません
pl: %s system kontroli wersji jest obecnie niedostępny

source: %s. Line: %s File: %s - %s
ja: %s 行: %s ファイル: %s - %s
pl: %s. Linia: %s Plik: %s - %s

source: &About
ja: Padreについて(&A)
pl: &O programie

source: &Advanced...
ja: 高度な設定(&A)...
pl: Z&aawansowane...

source: &Autocomplete
ja: オートコンプリート(&A)
pl: &Autouzupełnianie

source: &Brace Matching
ja: 対応するかっこに移動する(&B)
pl: Dopasowanie &nawiasów Ctrl-1

source: &Browse
ja: 表示(&B)
pl: &Przeglądaj

source: &Cancel
ja: キャンセル(&C)
pl: &Anuluj

source: &Case Sensitive
ja: 大文字と小文字を区別する(&C)
pl: &Uwzględniaj wielkość liter

source: &Change variable style
ja: 変数のスタイルを変更する(&C)
pl: Zmień styl zmiennej

source: &Check for Common (Beginner) Errors
ja: よくある(初心者的な)エラーを確認する(&C)
pl: Sprawdź typowe błędy (początkującego)

source: &Clean Recent Files List
ja: 最近使ったファイルの一覧を消去する(&C)
pl: &Wyczyść listę ostatnio otwieranych plików

source: &Clear Selection Marks
ja: 選択範囲のマークをクリアする(&C)
pl: &Usuń uchwyty zaznaczenia

source: &Close
ja: 閉じる(&C)
pl: &Zamknij

source: &Comment Out
ja: コメントアウト(&C)
pl: &Zakomentuj

source: &Context Help
ja: コンテキストヘルプ(&C)
pl: &Pomoc kontekstowa F1

source: &Context Menu
ja: コンテキストメニュー(&C)
pl: &Menu kontekstowe

source: &Copy
ja: コピー(&C)
pl: &Kopiuj

source: &Decrease Font Size
ja: フォントを小さくする(&D)
pl: Zmniejsz rozmiar czcionki Ctrl--

source: &Delete
ja: 削除(&D)
pl: &Usuń

source: &Delete Trailing Spaces
ja: 行末のスペースを削除する(&D)
pl: Usuń spacje na końcu

source: &Disable
ja: 無効(&D)
pl: &Wyłącz

source: &Document Statistics
ja: ドキュメントの統計情報(&D)
pl: Statystyki &dokumentu

source: &Edit
ja: 編集(&E)
pl: &Edytuj

source: &Edit My Plug-in
ja: Myプラグインを編集(&E)
pl: Edytuj wtyczkę My Plug-in

source: &Edit with Regex Editor...
ja: 正規表現エディタで編集(&E)
pl: Edytuj z Edytorem Regex

source: &Enable
ja: 有効(&E)
pl: &Włącz

source: &Enter a line number between 1 and %s:
ja: 行番号(&E)(1-%s):
pl: &Wprowadź numer wiersza pomiędzy 1 i %s:

source: &Enter a position between 1 and %s:
ja: 行番号を入力(&E) (1-%s):
pl: &Wprowadź pozycję pomiędzy 1 i %s:

source: &File
ja: ファイル(&F)
pl: &Plik

source: &File...
ja: ファイル(&F)...
pl: &Plik...

source: &Filter:
ja: フィルタ(&F):
pl: &Filtr:

source: &Find
ja: 検索(&F)
pl: &Znajdź

source: &Find Next
pl: &Znajdź następny

source: &Find Previous
ja: 前を検索する(&F)
pl: &Znajdź poprzedni Shift-F3

source: &Find...
ja: 検索(&F)...
pl: &Znajdź...

source: &Fold All
ja: すべて折りたたむ(&F)
pl: &Zwiń wszystkie

source: &Fold/Unfold Current
ja: 現在位置を折りたたむ/展開する(&F)
pl: &Zwiń/Rozwiń bieżący

source: &Go To...
ja: 移動(&G)...
pl: &Idź do...

source: &Go to Element
ja: 要素に移動する(&G)
pl: &Idź do elementu

source: &Help
ja: ヘルプ(&H)
pl: Pomo&c

source: &Increase Font Size
ja: フォントを大きくする(&I)
pl: &Zwiększ rozmiar czcionki Ctrl-+

source: &Join Lines
ja: 行を結合する(&J)
pl: Połącz &wiersze Ctrl-J

source: &Launch Debugger
pl: &Uruchom debuger

source: &Live Support
ja: ライブサポート(&L)
pl: &Wsparcie techniczne

source: &Load All Padre Modules
ja: すべてのPadreモジュールをロードする(&L)
pl: &Załaduj wszystkie moduły Padre

source: &Lower All
ja: すべて小文字に(&L)
pl: &Wszystkie na małe Ctrl-U

source: &Matching Help Topics:
ja: マッチしたヘルプトピック(&M):
pl: &Pasujące tematy pomocy:

source: &Matching Items:
ja: マッチした項目(&M):
pl: &Pasujące elementy:

source: &Matching Menu Items:
ja: マッチしたメニュー項目(&M):
pl: &Pasujące elementy menu:

source: &Module Tools
ja: モジュールツール(&M)
pl: Narzędzia modułu

source: &Move POD to __END__
ja: PODを__END__以下に移動(&M)
pl: Przenieś POD na __END_

source: &New
ja: 新規作成(&N)
pl: &Nowy

source: &Newline Same Column
ja: 同じインデントで新しい行を追加(&N)
pl: Nowy wiersz, ta sama kolumna

source: &Next
ja: 次(&N)
pl: &Następny

source: &Next Difference
ja: 次の違い(&N)
pl: &Następna różnica

source: &Next File
ja: 次のファイル(&N)
pl: &Następny plik

source: &Next Problem
ja: 次の問題(&N)
pl: &Następny problem

source: &Open
ja: 開く(&O)
pl: &Otwórz

source: &Open All Recent Files
ja: 最近使ったすべてのファイルを開く(&O)
pl: &Otwórz wszystkie ostatnio otwierane pliki

source: &Open...
ja: 開く(&O)...
pl: Otwórz...

source: &Original text:
ja: 元のテキスト(&O):
pl: Tekst &oryginalny:

source: &Output text:
ja: 出力テキスト(&O):
pl: &Podgląd wyniku:

source: &POSIX Character classes
ja: &POSIX文字クラス
pl: Klasy znaków &POSIX

source: &Padre Support (English)
ja: &Padreサポート(英語)
pl: Wsparcie &Padre (Angielski)

source: &Paste
ja: 貼り付け(&P)
pl: &Wklej

source: &Perl filter source:
ja: Perlフィルタのソース(&P):
pl: &Filtruj źródło Perl:

source: &Plug-in Manager
ja: プラグインマネージャー(&P)
pl: Menedżer wtyczek

source: &Preferences
ja: 設定(&P)
pl: &Preferencje

source: &Previous
pl: &Poprzedni

source: &Previous File
ja: 前のファイル(&P)
pl: &Poprzedni plik

source: &Print...
ja: 印刷する(&P)...
pl: &Drukuj...

source: &Project Statistics
pl: Statystyki &projektu

source: &Quick Menu Access...
ja: クイックメニューアクセス(&Q)...
pl: Menu szybkiego dostępu...

source: &Quit
ja: 終了(&Q)
pl: &Wyjście

source: &Recent Files
ja: 最近使ったファイル(&R)
pl: O&statnio otwierane

source: &Redo
ja: やり直す(&R)
pl: &Przywróć

source: &Regex Editor
ja: 正規表現エディタ(&R)
pl: Edytor &Regex

source: &Regular Expression
ja: 正規表現(&R)
pl: Wyrażenie &regularne

source: &Regular expression:
ja: 正規表現(&R):
pl: Wyrażenie &regularne:

source: &Reload My Plug-in
ja: Myプラグインをリロードする(&R)
pl: Ładuj ponownie wtyczkę My Plug-in

source: &Reload selected
ja: 選択したファイルをリロードする(&RO
pl: Ponownie &załaduj zaznaczone

source: &Rename Variable...
ja: 変数をリネームする(&R)...
pl: Zmień nazwę zmiennej...

source: &Replace
ja: 置換(&R)
pl: Za&stąp

source: &Replace text with:
ja: テキストを置換(&R):
pl: Tekst zastąpienia:

source: &Reset
ja: リセット(&R)
pl: &Przywróć

source: &Reset Font Size
ja: フォントの大きさをリセットする(&R)
pl: Przywróć rozmiar czcionki Ctrl-/

source: &Result from replace:
ja: 置換結果(&R):
pl: &Wynik zastąpienia:

source: &Run
ja: 実行(&R)
pl: &Uruchom

source: &Run Script
ja: スクリプトを実行する(&R)
pl: Uruchom skrypt F5

source: &Save
ja: 保存する(&S)
pl: &Zapisz

source: &Save session automatically
ja: セッションを自動保存する(&S)
pl: &Zapisz sesję automatycznie

source: &Scintilla Reference
ja: &Scintillaリファレンス
pl: Dokumentacja &Scintilla

source: &Search
ja: 検索(&S)
pl: &Szukaj

source: &Search Help
ja: ヘルプ検索(&S)
pl: Pomoc Wyszukiwania

source: &Select
ja: 選択する(&S)
pl: Zaznacz

source: &Select an item to open (? = any character, * = any string):
ja: 開くアイテムを選択(&S) (? = 任意の文字, * = 任意の文字列):
pl: &Zaznacz element do otwarcia (? = dowolny znak, * dowolny ciąg):

source: &Select files to reload:
ja: リロードするファイルを選択(&S):
pl: &Zaznacz pliki do ponownego załadowania

source: &Set
ja: 設定(&S)
pl: &Ustaw

source: &Show Error Message
pl: &Pokaż komunikat błędu

source: &Snippets...
ja: スニペット(&S)...
pl: Fragmenty...

source: &Stop Execution
ja: 実行を中断する(&S)
pl: Zatrzymaj wykonywanie

source: &Toggle Comment
ja: コメントをトグルする(&T)
pl: &Przełącz komentarz

source: &Tools
ja: ツール(&T)
pl: &Narzędzia

source: &Translate Padre...
ja: Padreの翻訳について(&T)...
pl: &Przetłumacz Padre...

source: &Type a menu item name to access:
ja: アクセスするメニュー項目名を入力してください(&T):
pl: &Wprowadź nazwę elementu menu aby uzyskać dostęp:

source: &Uncomment
ja: コメントを外す(&U)
pl: Odkomentuj

source: &Undo
ja: 元に戻す(&U)
pl: &Cofnij

source: &Upper All
ja: すべて大文字に(&U)
pl: Wszystkie duże

source: &Value:
ja: 値(&V):
pl: &Wartość:

source: &View
ja: 表示(&V)
pl: &Widok

source: &View Document As...
ja: ドキュメントの表示を変える(&V)...
pl: Wyświetl dokument jako...

source: &Win32 Questions (English)
ja: &Win32の質問(英語)
pl: Pytania Win32 (Angielski)

source: &Window
ja: ウィンドウ(&W)
pl: &Okno

source: &wxWidgets %s Reference
ja: &wxWidgets %s リファレンス
pl: Dokumentacja wxWidgets %s

source: '%s' does not look like a variable. First select a variable in the code and then try again.
ja: 「%s」は変数名に見えません。コード中の変数を選択してから再実行してください
pl: '%s' nie wygląda na zmienną. Najpierw zaznacz zmienną w kodzie i spróbuj ponownie.

source: (Re)load &Current Plug-in
ja: 現在のプラグインを(リ)ロードする(&C)
pl: Ładuj (ponownie) bieżącą wtyczkę

source: (Since Perl %s)
ja: (Perl %s以降)
pl: (Od wersji Perl %s)

source: (disabled)
ja: (無効)
pl: (wyłączone)

source: (unsupported)
ja: (未サポート)
pl: (niewspierane)

source: - DEPRECATED!
ja: - 廃止!
pl: - PRZESTARZAŁY!

source: . Return to the executed line.
pl: . Powrót do wykonanego wiersza.

source: 7-bit US-ASCII character
ja: 7ビットUS-ASCII文字
pl: 7-bitowy znak US-ASCII

source: <b>Loading %s...</b>
pl: <b>Ładowanie %s...</b>

source: A Dialog
ja: ダイアログ
pl: Okno dialogowe

source: A comment
ja: コメント
pl: Komentaż

source: A group
ja: グループ
pl: Grupa

source: A new empty file
ja: 新しい空のファイル
pl: Nowy pusty plik

source: A set of unrelated tools used by the Padre developers
ja: Padre開発者が利用している外部ツール群
pl: Zestaw niepowiązanych ze sobą narzędzi wykorzystywanych przez programistów Padre

source: A word boundary
ja: 単語境界
pl: Granica słowa

source: About
ja: コンテストについて
pl: O

source: Action
ja: アクション
pl: Akcja

source: Action: %s
ja: アクション: %s
pl: Akcja: %s

source: Add another closing bracket if there already is one
ja: すでにあればもうひとつ閉じかっこを追加する
pl: Dodaj kolejny nawias zamykający jeżeli jest już jeden

source: Add file to repository?
ja: ファイルをリポジトリに追加しますか
pl: Dodać plik do repozytorium?

source: Added
ja: 追加しました
pl: Dodany

source: Advanced Settings
ja: 高度な設定
pl: Ustawienia Zaawansowane

source: Alien Error
ja: 外部エラー
pl: Obcy błąd

source: Align a selection of text to the same left column.
ja: 選択したテキストを同じ左カラムに揃える
pl: Wyrównaj zaznaczony tekst do tej samej lewej kolumny.

source: All
ja: すべて
pl: Wszystkie

source: All Files
ja: すべてのファイル
pl: Wszystkie pliki

source: All braces appear to be matched
ja: かっこはすべて対応がとれているようです
pl: Wszystkie nawiasy wyglądają na domknięte

source: Allow the selection of another name to save the current document
ja: 現在のドキュメントを保存するときに別の名前を選択できるようにする
pl: Zezwala na wybór innej nazwy do zapisania bieżącego dokumentu

source: Alphabetic characters
ja: アルファベット
pl: Znaki alfabetu

source: Alphabetical Order
ja: アルファベット順
pl: Porządek alfabetyczny

source: Alphabetical Order (Private Last)
ja: プライベート変数は最後
pl: Porządek alfabetyczny (prywatne na końcu)

source: Alphanumeric characters
ja: 英数字
pl: Znaki alfanumeryczne

source: Alphanumeric characters plus "_"
ja: 英数字と"_"
pl: Znaki alfanumeryczne i "_"

source: Alternation
ja: 選択
pl: Odmiana

source: Any character except a newline
ja: 改行以外のあらゆる文字
pl: Dowolny znak poza znakiem nowego wiersza

source: Any decimal digit
ja: あらゆる数字
pl: Dowolna cyfra dziesiętna

source: Any non-digit
ja: 数字以外のあらゆる文字
pl: Dowolny niecyfra

source: Any non-whitespace character
ja: 空白以外のあらゆる文字
pl: Dowolny niebiały znak

source: Any whitespace character
ja: あらゆる空白文字
pl: Dowolny biały znak

source: Appearance
ja: 表示
pl: Wygląd

source: Appearance Preview
ja: プレビュー
pl: Podgląd wyglądu

source: Arabic
ja: アラビア語
pl: Arabski

source: Ask for a session name and save the list of files currently opened
ja: セッション名を入力して現在開いているファイル一覧を保存する
pl: Pyta o nazwę sesji i zapisuje listę obecnie otwartych plików

source: Ask if unsaved files should be saved and then exit Padre
ja: 保存されていないファイルがあれば確認したあと、Padreを終了する
pl: Pyta czy niezapisane pliki powinny być zapisane a następnie wychodzi z Padre

source: Assign the selected expression to a newly declared variable
ja: 選択した式を新しく宣言した変数に割り当てる
pl: Przypisz wybrane wyrażenie do nowo zadeklarowanej zmiennej

source: Attributes
ja: 属性
pl: Atrybuty

source: Authentication
ja: 認証
pl: Autentykacja

source: Author
ja: 作者
pl: Autor

source: Auto-fold POD markup when code folding enabled
ja: コードを折りたたむときはPODも自動的に折りたたむ
pl: Automatycznie zwijaj znaczniki POD gdy włączone jest zwijanie kodu

source: Autocomplete
pl: Automatyczne uzupełnianie

source: Autocomplete always while typing
ja: 入力中、常にオートコンプリートを行う
pl: Automatyczne uzupełnianie zawsze podczas pisania

source: Autocomplete brackets
ja: かっこのオートコンプリート
pl: Automatyczne zamykanie nawiasów

source: Autocomplete new functions in scripts
ja: スクリプトの新しい関数にオートコンプリートを適用する
pl: Automatyczne uzupełnianie nowych funkcji w skryptach

source: Autocomplete new methods in packages
ja: パッケージの新しいメソッドにオートコンプリートを適用する
pl: Automatyczne uzupełnianie nowych metod w pakietach

source: Autocompletion error
ja: オートコンプリートエラー
pl: Błąd auto uzupełniania

source: Autoindent
ja: 自動インデント
pl: Automatyczne wcięcia

source: Background Tasks are running
ja: バックグラウンドタスクが実行中です
pl: Zadania w tle są wykonywane

source: Background Tasks are running with high load
ja: バックグラウンドタスクが高負荷になっています
pl: Zadania w tle generują duże obciążenie

source: Beginning of line
ja: 行頭
pl: Początek nowego wiersza

source: Behaviour
ja: 動作
pl: Zachowanie

source: Binary File
pl: Plik binarny

source: Blank Lines:
pl: Puste wiersze:

source: Blue butterfly on a green leaf splash image is based on work by Jerry Charlotte (blackbutterfly)
pl: Obraz niebieskiego motyla na zielonym liściu bazuje na pracy Jerry'ego Charlotte (blackbutterfly)

source: Bookmarks
ja: しおりをはさむ
pl: Zakładki

source: Boolean
ja: ブール値
pl: Boolowski

source: Bottom Panel
pl: Panel dolny

source: Brace Assist
pl: Asysta nawiasów

source: Bring changes from the repository into the working copy
pl: Pobiera zmiany z repozytorium do kopii roboczej

source: Browse directory of the current document to open one or several files
ja: 現在のドキュメントがあるディレクトリを閲覧
pl: Przeglądaj katalog bieżącego dokumentu do otwarcia jednego lub wielu plików

source: Browse the directory of the installed examples to open one file
ja: インストール済みの例があるディレクトリを閲覧
pl: Przeglądaj katalog z zainstalowanymi przykładami do otwarcia jednego pliku

source: Browser: no viewer for %s
ja: ブラウザ: %sのビューアがありません
pl: Przeglądarka: brak podglądu dla %s

source: Builds the current project, then run all tests.
ja: 現在のプロジェクトをビルドしてすべてのテストを実行
pl: Buduje bieżący projekt i wykonuje wszystkie testy.

source: C&urrent Document
ja: 現在のドキュメント(&u)
pl: Bieżący dokument

source: CHANGED
ja: 変更有
pl: ZMIENIONY

source: CPAN Explorer
ja: CPANエクスプローラ
pl: Eksplorator CPAN

source: CPAN Explorer Tool
pl: Narzędzie eksploratora CPAN

source: Cancel
ja: キャンセル
pl: Anuluj

source: Cannot find python executable in your PATH
ja: pythonの実行ファイルが見つかりません
pl: Nie odnaleziono pliku wykonywalnego python w PATH

source: Cannot find ruby executable in your PATH
ja: rubyの実行ファイルが見つかりません
pl: Nie odnaleziono pliku wykonywalnego ruby w PATH

source: Cannot open a directory: %s
ja: ディレクトリを開けません: %s
pl: Nie można otworzyć katalogu: %s

source: Cannot set bookmark in unsaved document
ja: 保存されていないドキュメントにはしおりをはさめません
pl: Nie można ustawić zakładki w niezapisanym dokumencie

source: Case-insensitive matching
ja: 大文字と小文字を区別しない
pl: Dopasowanie bez względu na wielkość liter

source: Change Detection
pl: Detekcja zmiany

source: Change Font Size (Outside Preferences)
pl: Zmień wielkość czcionki (poza preferencjami)

source: Change the current selection to lower case
ja: 現在の選択範囲を小文字に変換
pl: Zmień bieżące zaznaczenie na małe litery

source: Change the current selection to upper case
ja: 現在の選択範囲を大文字に変換
pl: Zmień bieżące zaznaczenie na duże litery

source: Change the encoding of the current document to the default of the operating system
ja: 現在のドキュメントの文字コードをOSのデフォルトに変更する
pl: Zmień kodowanie bieżącego dokumentu na domyślne kodowanie systemu operacyjnego.

source: Change the encoding of the current document to utf-8
ja: 現在のドキュメントをutf-8に変換する
pl: Zmień kodowanie bieżącego dokumentu na utf-8

source: Change the end of line character of the current document to that used on Mac Classic
ja: 現在のドキュメントの改行文字をMac Classicで使われているものに変更
pl: Zmień znak końca wiersza bieżącego dokumentu na używany w systemie Mac Classic

source: Change the end of line character of the current document to that used on Unix, Linux, Mac OSX
ja: 現在のドキュメントの改行文字をUnix、Linux、Mac OSXで使われているものに変更
pl: Zmień znak końca wiersza bieżącego dokumentu na używany w systemach Unix, Linux, Mac OSX

source: Change the end of line character of the current document to those used in files on MS Windows
ja: 現在のドキュメントの改行文字をMS Windowsで使われているものに変更
pl: Zmień znak końca wiersza bieżącego dokumentu na używany w systemiach MS Windows

source: Change variable style
ja: 変数のスタイルを変更する
pl: Zmień styl zmiennej

source: Change variable style from camelCase to Camel_Case
ja: 変数名をcamelCaseからCamel_Caseに変更
pl: Zmień styl zmiennej z camelCase na Camel_Case

source: Change variable style from camelCase to camel_case
ja: 変数名camelCaseからcamel_caseに変更
pl: Zmień styl zmiennej z camelCase na camel_case

source: Change variable style from camel_case to CamelCase
ja: 変数名をcamel_caseからCamelCaseに変更
pl: Zmień styl zmiennej z calem_case na CamelCase

source: Change variable style from camel_case to camelCase
ja: 変数名をcamel_caseからcamelCaseに変更
pl: Zmień styl zmiennej z camel_case na camelCase

source: Change variable to &camelCase
ja: 変数名を&camelCaseに変更
pl: Zmień zmienną na &camelCase

source: Change variable to &using_underscores
ja: 変数名を&using_underscoresに変更
pl: Zmień styl zmiennej na &using_underscores

source: Change variable to C&amelCase
ja: 変数名をC&amelCaseに変更
pl: Zmień zmienną na C&amelCase

source: Change variable to U&sing_Underscores
ja: 変数名をU&sing_Underscoresに変更
pl: Zmień styl zmiennej na U&sing_Underscores

source: Character classes
ja: 文字クラス
pl: Klasy znaków

source: Character position
ja: 文字位置
pl: Pozycja znaku

source: Character set
ja: 文字セット
pl: Zestaw znaków

source: Characters (All)
pl: Znaki (Wszystkie)

source: Characters (Visible)
pl: Znaki (Widoczne)

source: Check Complete
ja: チェックが完了しました
pl: Sprawdzanie zakończone

source: Check cancelled
ja: チェックはキャンセルされました
pl: Sprawdzanie anulowane

source: Check the current file for common beginner errors
ja: 現在のファイルによくある初心者的なエラーがないか確認する
pl: Sprawdź bieżący plik pod kątem typowych błędów początkującego

source: Chinese
ja: 中国語
pl: Chiński

source: Chinese (Simplified)
ja: 中国語(簡体字)
pl: Chiński (uproszczony)

source: Chinese (Traditional)
ja: 中国語(繁体字)
pl: Chiński (tradycyjny)

source: Choose File
ja: ファイルを選択する
pl: Wybierz plik

source: Clean up file content on saving (for supported document types)
ja: 保存時にファイルのコンテンツをきれいに整理する(サポートしているドキュメントタイプの場合)
pl: Oczyść zawartość pliku przy zapisie (dla wspieranych typów dokumentów)

source: Click on the arrow for filter settings
ja: フィルタの設定は矢印をクリック
pl: Kliknij na strzałce do ustawień filtra

source: Close
ja: 閉じる
pl: Zamknij

source: Close &Files...
ja: ファイルを閉じる(&F)...
pl: Zamknij &pliki...

source: Close &all Files
ja: すべてのファイルを閉じる(&a)
pl: Zamknij &wszystkie pliki

source: Close &this Project
ja: このプロジェクトを閉じる(&t)
pl: Zamknij &ten Projekt

source: Close all
ja: すべて閉じる
pl: Zamknij wszystkie

source: Close all &other Files
ja: ほかのすべてのファイルを閉じる(&o)
pl: Zamknij wszystkie &pozostałe pliki

source: Close all the files belonging to the current project
ja: 現在のプロジェクトに属するすべてのファイルを閉じる
pl: Zamknij wszystkie pliki należące do bieżącego Projektu

source: Close all the files except the current one
ja: 現在のファイル以外のすべてのファイルを閉じる
pl: Zamknij wszystkie pliki z wyjątkiem bieżącego

source: Close all the files open in the editor
ja: エディタで開いているすべてのファイルを閉じる
pl: Zamknij wszystkie pliki w edytorze

source: Close all the files that do not belong to the current project
ja: 現在のプロジェクトに属していないすべてのファイルを閉じる
pl: Zamknij wszystkie pliki nie należące do bieżącego Projektu

source: Close current document
ja: 現在のドキュメントを閉じる
pl: Zamknij bieżący dokument

source: Close current document and remove the file from disk
ja: 現在のドキュメントを閉じてディスクからも削除する
pl: Zamknij bieżący dokument i usuń plik z dysku

source: Close other &Projects
ja: 他のプロジェクトを閉じる(&P)
pl: Zamknij pozostałe &Projekty

source: Close some
ja: ファイルを閉じる
pl: Zamknij niektóre

source: Close some files
ja: ファイルを閉じる
pl: Zamknij niektóre pliki

source: Close the highest priority dialog or panel
pl: Zamknij okno dialogowe lub panel o najwyższym priorytecie

source: Close this window
ja: このウインドウを閉じる
pl: Zamknij to okno

source: Code Lines:
pl: Wiersze kodu:

source: Collapse All
pl: Załam wszystkie

source: Coloured text in output window (ANSI)
ja: 出力ウィンドウのテキストに色をつける(ANSI)
pl: Tekst z kolorami w oknie wyniku (ANSI)

source: Combine scattered POD at the end of the document
ja: 散在するPODをドキュメント末尾にまとめる
pl: Połącz rozrzucony POD na końcu dokumentu

source: Command
ja: コマンド
pl: Polecenie

source: Command line
ja: コマンドライン
pl: Wiersz poleceń

source: Command line files open in existing Padre instance
pl: Otwieraj pliki poleceń w tej samej instancji Padre

source: Comment out selected lines or the current line
ja: 選択した行ないし現在の行をコメントアウトする
pl: Skomentuj zaznaczone wiersze lub bieżący wiersz

source: Comment out/remove comment for selected lines or the current line
ja: 選択した行ないし現在の行をコメントアウトする/コメントを外す
pl: Skomentuj lub usuń komentarze z zaznaczonych wierszy lub bieżącego wiersza

source: Comments Lines:
pl: Linie komentarzy:

source: Commit file/directory to repository?
pl: Przekazać plik/katalog do repozytorium?

source: Config
ja: 設定
pl: Konfiguracja

source: Confirm:
pl: Potwierdź:

source: Conflicted
pl: W konflikcie

source: Connecting to FTP server %s...
ja: FTPサーバ%sに接続中...
pl: Łączenie z serwerem FTP %s...

source: Connection to FTP server successful.
ja: FTPサーバに接続しました
pl: Pomyślne połączenie z serwerem FTP.

source: Contents of the status bar
ja: ステータスバーの内容
pl: Zawartość paska statusu

source: Contents of the window title
ja: ウィンドウタイトルの内容
pl: Zawartość tytułu okna

source: Control character
ja: 制御文字
pl: Znak kontrolny

source: Control characters
ja: 制御文字
pl: Znaki kontrolne

source: Convert &Encoding
ja: 文字コードを変換する(&E)
pl: Konwertuj kodowanie

source: Convert &Line Endings
ja: 改行コードを変換する(&L)
pl: Konwertuj znaki końca wiersza

source: Convert all tabs to spaces in the current document
ja: 現在のドキュメントのすべてのタブをスペースに変換します
pl: Konwertuj wszystkie tabulacje na spacje w bieżącym dokumencie

source: Convert all the spaces to tabs in the current document
ja: 現在のドキュメントのすべてのスペースをタブに変換します
pl: Konwertuj wszystkie spacje na tabulacje w bieżącym dokumencie
