Repository: PadreIDE/Padre-total
Catalog: Padre/share/locale/*.po
Languages: ja, pl

source: Help Search
ja: ヘルプ検索
pl: Pomoc wyszukiwania

source: Help by translating Padre to your local language
ja: Padreの翻訳に協力する
pl: Pomóż tłumacząc Padre na swój język

source: Help not found.
ja: ヘルプが見つかりません
pl: Nie znaleziono pomocy.

source: Hex character
ja: 16進表記の文字
pl: Znak szesnastkowy.

source: Hexadecimal digits
ja: 16進数
pl: Cyfry szesnastkowe.

source: Highlight the line where the cursor is
ja: カーソル行を強調表示する
pl: Podświetl wiersz w której jest kursor

source: How many spaces for each tab:
ja: タブ幅:
pl: Ile spacji na każdy tabulator:

source: Hungarian
ja: ハンガリー語
pl: Węgierski

source: If activated, do not allow moving around some of the windows
ja: 有効になっている場合、いくつかのウィンドウを行き来することができなくなります
pl: Jeśli aktywne, nie pozwalaj na poruszanie się po niektórych oknach

source: Ignore case (&i)
ja: 大文字小文字を無視する(&i)
pl: Ignoruj wielkość (&i)

source: Ignored
pl: Ignorowany

source: Include directory: -I<dir> Enable tainting checks: -T Enable many useful warnings: -w Enable all warnings: -W Disable all warnings: -X
ja: 例 インクルードディレクトリ: -I<dir> 汚染チェックを有効にする: -T 便利な警告を有効にする: -w すべての警告を有効にする: -W すべての警告を無効にする: -X
pl: dołącz katalog: -I<dir> włącz sprawdzanie skażenia danych: -T włącz wiele przydatnych ostrzeżeń: -w włącz wszystkie ostrzeżenia: -W wyłącz wszystkie ostrzeżenia: -X

source: Incompatible
pl: Niekompatybilny

source: Indent Deeply
ja: インデントを深くする
pl: Głębokie wcięcie

source: Indent Detection
pl: Wykrywanie wcięć

source: Indent Settings
pl: Ustawienia wcięć

source: Indent Spaces:
pl: Odstępy wcięcia:

source: Indent on Newline:
pl: Wcięcie w nowym wierszu:

source: Indent to Same Depth
ja: 同じ深さでインデント
pl: Wcięcia o jednakowej głębokości

source: Indentation
ja: インデントガイドを表示する
pl: Wcięcie

source: Information
ja: 情報
pl: Informacja

source: Input/output:
ja: 入出力:
pl: Wejście/Wyjście:

source: Insert
ja: 挿入
pl: Wstaw

source: Insert Snippet
ja: スニペットを挿入する
pl: Wstaw fragment

source: Insert Special Values
ja: 特殊な値を挿入する
pl: Wstaw specjalne wartości

source: Install
pl: Instaluj

source: Install &Remote Distribution
ja: リモートディストリビューションのインストール(&R)
pl: Zainstaluj zdalną dystrybucję

source: Install L&ocal Distribution
ja: ローカルディストリビューションのインストール(&o)
pl: Zainstaluj lokalną dystrybucję

source: Install Local Distribution
ja: ローカルディストリビューションのインストール
pl: Zainstaluj lokalną dystrybucję

source: Integer
ja: 整数
pl: Całkowity

source: Internal Error
ja: 内部エラー
pl: Błąd wewnętrzny

source: Internal error
ja: 内部エラー
pl: Błąd wewnętrzny

source: Introduce &Temporary Variable...
ja: 一時変数を導入する(&T)...
pl: Wprowadź zmienną tymczasową...

source: Introduce Temporary Variable
ja: 一時変数を導入する
pl: Wprowadź zmienną tymczasową

source: Italian
ja: イタリア語
pl: Włoski

source: Japanese
ja: 日本語
pl: Japoński

source: JavaScript Files
ja: JavaScriptファイル
pl: Pliki JavaScript

source: Join the next line to the end of the current line.
ja: 次の行を現在の行末に結合する
pl: Dołącz następny wiersz na końcu bieżącego.

source: Jump to a specific line number or character position
ja: 特定の行番号ないし文字位置に移動する
pl: Przeskocz do konkretnego numeru wiersza lub pozycji znaku

source: Jump to the code that has been changed
ja: 変更されたコードに移動する
pl: Przeskocz do kodu który został zmieniony

source: Jump to the code that triggered the next error
ja: 次のエラーを起こすコードに移動する
pl: Przeskocz do kodu który wywołał następny błąd

source: Jump to the matching opening or closing brace: { }, ( ), [ ], < >
ja: 対応するかっこに移動する: { }, ( ), [ ], < >
pl: Przeskocz do pasującego nawiasu otwierającego lub zamykającego: { }, ( ), [ ], < >

source: Kernel
ja: カーネル
pl: Jądro

source: Key Bindings
ja: キー割当て
pl: Przypisana klawisze

source: Klingon
ja: クリンゴン語
pl: Klingoński

source: Korean
ja: 韓国語
pl: Koreański

source: Lan&guage
ja: 言語(&g)
pl: Język

source: Language - Perl 5
ja: 言語 - Perl 5
pl: Język - Perl 5

source: Language - Perl 6
ja: 言語 - Perl 6
pl: Język - Perl 6

source: Language Integration
ja: 言語統合
pl: Integracja języka

source: Last Updated
pl: Ostatnia aktualizacja

source: Last update
ja: 最終更新
pl: Ostatnia aktualizacja

source: Launch Debugger
pl: Uruchom debuger

source: Left
pl: Lewy

source: Left Panel
pl: Panel lewy

source: Left side
pl: Lewa strona

source: Line %d: (%s) %s
ja: %d 行目: (%s) %s
pl: Wiersz %d: (%s) %s

source: Line %d: %s
ja: %d 行: %s
pl: Wiersz %d: %s

source: Line number
ja: 行番号
pl: Numer wiersza

source: Lines
ja: 行
pl: Wierszy

source: List of open files
ja: 開いているファイル一覧
pl: Lista otwartych plików

source: List of sessions
ja: セッション一覧
pl: Lista sesji

source: List the files that match the current selection and let the user pick one to open
ja: 現在の選択に一致するファイルの一覧から開くファイルを選択できます
pl: Listuje pliki pasujące do bieżącego zaznaczenia i pozwala użytkownikowi na wybranie jednego do otwarcia

source: Loaded
pl: Załadowany

source: Loaded %s modules
ja: %s個のモジュールをロードしました
pl: Załadowano %s moduł(ów)

source: Loc&k User Interface
ja: ユーザインタフェースをロックする(&k)
pl: Zablokuj interfejs użytkownika

source: Logged out
ja: ログアウトしました
pl: Wylogowany

source: Logging into FTP server as %s...
ja: FTPサーバに%sでログイン中...
pl: Logowanie do serwera FTP jako %s...

source: Looking for Net::FTP...
ja: Net::FTPを探しています...
pl: Wyszukiwanie Net::FTP...

source: Lowercase characters
ja: 小文字
pl: Małe litery

source: Lowercase next character
ja: 次の文字を小文字にする
pl: Następny znak zmienia na małą literę

source: Lowercase till \E
ja: \Eまでの文字を小文字にする
pl: Zmieniaj na małe litery aż do \E

source: M Display all loaded modules and their versions.
pl: M Wyświetla wszystkie załadowane modułu i ich wersje..

source: MIME Type
pl: Typ MIME

source: Make the letters bigger in the editor window
ja: エディタウィンドウの文字を大きくする
pl: Zwiększa litery w oknie edytora

source: Make the letters smaller in the editor window
ja: エディタウィンドウの文字を小さくする
pl: Zmniejsza litery w oknie edytora

source: Mark Selection &End
ja: 選択範囲の終点をマークする(&E)
pl: Oznacz koniec zaznaczenia Ctrl-]

source: Mark Selection &Start
ja: 選択範囲の始点をマークする(&S)
pl: Oznacz początek zaznaczenia Ctrl-[

source: Mark the place where the selection should end
ja: 選択範囲の終点をマークしてください
pl: Zaznacz miejsce gdzie zaznaczenie powinno się zakończyć

source: Mark the place where the selection should start
ja: 選択範囲の始点をマークしてください
pl: Zaznacz miejsce gdzie zaznaczenie powinno się rozpocząć

source: Match 0 or more times
ja: 0回以上のマッチ
pl: Dopasuj 0 lub więcej razy

source: Match 1 or 0 times
ja: 0または1回のマッチ
pl: Dopasuj 1 lub 0 razy

source: Match 1 or more times
ja: 1回以上のマッチ
pl: Dopasuj 1 lub więcej razy

source: Match at least m but not more than n times
ja: 最低m回、最高n回マッチ
pl: Dopasuj co najmniej m, ale nie więcej niż n razy

source: Match at least n times
ja: 最低n回マッチ
pl: Dopasuj co najmniej n razy

source: Match exactly m times
ja: ちょうどm回マッチ
pl: Dopasuj dokładnie m razy

source: Match failure in %s: %s
ja: 検索失敗 %s: %s
pl: Niepowodzenie dopasowania w %s: %s

source: Match warning in %s: %s
ja: 検索警告 %s: %s
pl: Ostrzeżenie dopasowania w %s: %s

source: Match with 0 width at character %s
ja: %sに0幅でマッチ
pl: Dopasowanie z długością 0 na znaku %s

source: Matched text:
ja: マッチしたテキスト:
pl: Tekst dopasowania:

source: Maximum number of suggestions
ja: 候補の最大件数
pl: Maksymalna liczba podpowiedzi

source: Message
ja: メッセージ
pl: Komunikat

source: Methods
ja: メソッド
pl: Metody:

source: Minimum characters for autocomplete
ja: オートコンプリートを実行する最小文字数
pl: Minimalna liczba znaków automatycznego uzupełniania

source: Minimum length of suggestions
ja: 候補を表示する最小の文字列長
pl: Minimalna liczba podpowiedzi

source: Miscellaneous
ja: その他
pl: Różności

source: Missing
pl: Brakujący

source: Modified
pl: Zmodyfikowany

source: Module Name:
pl: Nazwa Modułu:

source: Module name:
ja: モジュール名:
pl: Nazwa modułu:

source: Modules
ja: モジュール
pl: Moduły

source: My Plug-in is a plug-in where developers could extend their Padre installation
ja: Myプラグインは開発者がインストール済みのPadreを拡張するのに使うプラグインです
pl: My Plug-in jest wtyczką w której deweloperzy mogą rozszerzyć swoją instalację Padre

source: NAME
ja: 名前
pl: NAZWA

source: Name
ja: 名前
pl: Nazwa

source: Name for the new subroutine
ja: 新しいサブルーチン名
pl: Nazwa nowej podprocedury

source: Ne&w
ja: 新規作成(&w)
pl: No&wy

source: Need to select text in order to translate numbers
pl: Należy zaznaczyć tekst by przetłumaczyć go na liczby

source: New File Creation
pl: Tworzenie nowego pliku

source: New Folder
ja: 新しいフォルダ
pl: Nowy Folder

source: New Installation Survey
ja: 新規インストール数調査
pl: Ankieta nowej instalacji

source: New Module
ja: 新しいモジュール
pl: Nowy moduł

source: New name
ja: 新しい名前
pl: Nowa nazwa

source: New plug-ins detected
ja: 新しいプラグインを検出しました
pl: Wykryto nowe wtyczki

source: Newline
ja: 改行
pl: Znak nowego wiersza

source: Newline Type
pl: Typ nowego wiersza:

source: Next difference
ja: 次の違い
pl: Następna różnica

source: No Autoindent
ja: 自動インデントしない
pl: Brak automatycznych wcięć:

source: No Build.PL nor Makefile.PL nor dist.ini found
ja: Build.PL、Makefile.PL、dist.iniが見つかりません
pl: Nie znaleziono Build.PL ani Makefile.PL, ani dist.ini

source: No Help found
ja: ヘルプが見つかりませんでした
pl: Nie znaleziono Pomocy

source: No changes found
ja: 変更点は見つかりませんでした
pl: Nie znaleziono zmian

source: No declaration could be found for the specified (lexical?) variable
ja: 指定された(レキシカル?)変数の宣言が見つかりません
pl: Nie odnaleziono deklaracji danej zmiennej

source: No declaration could be found for the specified (lexical?) variable.
ja: 指定された(レキシカル?)変数の宣言が見つかりません
pl: Nie odnaleziono deklaracji danej zmiennej (leksykalnej?)

source: No document open
ja: 開いているドキュメントはありません
pl: Brak otwartego dokumentu

source: No documentation for '%s'
pl: Brak dokumentacji dla '%s'

source: No errors found.
ja: エラーは見つかりませんでした
pl: Nie znaleziono błędów.

source: No errors or warnings found in %s within %3.2f secs.
pl: Nie znaleziono błędów ani ostrzeżeń w %s w czasie %3.2f sekund.

source: No errors or warnings found within %3.2f secs.
pl: Nie znaleziono błędów ani ostrzeżeń w czasie %3.2f sekund.

source: No execution mode was defined for this document type
ja: このドキュメントタイプには実行モードが定義されていません
pl: Nie zdefiniowano trybu uruchomienia dla tego dokumentu

source: No filename
ja: ファイル名はありません
pl: Brak nazwy pliku

source: No match
ja: 見つかりませんでした
pl: Brak dopasowania

source: No matches found for "%s".
ja: 「%s」は見つかりませんでした
pl: Nie znaleziono dopasowań dla dla "%s".

source: No open document
ja: 開いているドキュメントはありません
pl: Brak otwartego dokumentu

source: No open files
ja: ファイルを開かない
pl: Nie otwarto plików

source: No results found for '%s' inside '%s'
ja: 「%s」は「%s」以下には見つかりませんでした
pl: Brak wyników wyszukiwania '%s' wewnątrz '%s'

source: No such session %s
ja: セッション「%s」が見つかりません
pl: Brak sesji %s

source: No suggestions
ja: 候補が見つかりません
pl: Brak podpowiedzi

source: None
ja: なし
pl: Żaden

source: Normal
pl: Normalny

source: Norwegian
ja: ノルウェー語
pl: Norweski

source: Not a Perl document
ja: Perlのドキュメントではありません
pl: To nie jest dokument Perl

source: Not a positive number.
ja: 正の数ではありません
pl: Wartość ujemna!

source: Nothing selected. Enter what should be opened:
ja: 選択されているものがありません。開くファイル名を入力してください:
pl: Brak zaznaczenia. Wpisz co ma być otwarte:

source: Now
ja: 現在
pl: Teraz

source: Number of Developers:
pl: Liczba deweloperów:

source: O&pen
ja: 開く(&p)
pl: Otwórz

source: Octal character
ja: 8進表記の文字
pl: Znak ósemkowo

source: Offer completions to the current string. See Preferences
ja: 現在の文字列を補完する候補を提供します。設定をご覧ください
pl: Proponuje uzupełnianie bieżącego łańcucha. Patrz Preferencje

source: Only one POD fragment, will not try to merge
ja: PODがひとつしかないのでマージしません
pl: Tylko jeden fragment POD, nie będzie łączony

source: Open &CPAN Config File
ja: &CPANコンフィグファイルを開く
pl: Otwórz plik konfiguracyjny &CPAN

source: Open &Documentation
ja: ドキュメントを開く(&D)
pl: Otwórz &dokumentację

source: Open &Example
ja: 例を開く(&E)
pl: Otwórz przykład

source: Open &Last Closed File
ja: 最後に閉じたファイルを開く(&L)
pl: Otwórz ostatnio zamknięty plik

source: Open &Resources...
ja: リソースを開く(&R)...
pl: Otwórz Zasoby...

source: Open &Selection
ja: 選択範囲を開く(&S)
pl: Otwórz zaznaczenie

source: Open &URL...
ja: &URLを開く...
pl: Otwórz &URL...

source: Open CPAN::MyConfig.pm for manual editing by experts
ja: CPAN::MyConfigを開いて手直しする(上級者向け)
pl: Otwórz CPAN::MyConfig.pm do ręcznej konfiguracji przez ekspertów

source: Open FTP Files
pl: Otwórz pliki FTP

source: Open File
ja: ファイルを開く
pl: Otwórz plik

source: Open Files:
pl: Otwórz pliki:

source: Open HTTP Files
pl: Otwórz pliki HTTP

source: Open Resources
ja: リソースを開く
pl: Otwórz Zasoby

source: Open S&ession...
ja: セッションを開く(&e)...
pl: Otwórz s&esję... Ctrl-Alt-O

source: Open Selection
ja: 選択範囲を開く
pl: Otwórz zaznaczenie

source: Open Session
pl: Otwórz sesję

source: Open URL
ja: URLを開く
pl: Otwórz URL

source: Open Warning
ja: 警告を開く
pl: Otwórz ostrzeżenie

source: Open a document with a skeleton Perl 5 module
ja: Perl 5モジュールのひな形を埋め込んだドキュメントを開く
pl: Otwiera dokument ze szkieletem modułu Perl 5

source: Open a document with a skeleton Perl 5 script
ja: Perl 5スクリプトのひな形を埋め込んだドキュメントを開く
pl: Otwiera dokument ze szkieletem skryptu Perl 5

source: Open a document with a skeleton Perl 5 test script
pl: Otwiera dokument ze szkieletem skryptu testu Perl 5

source: Open a document with a skeleton Perl 6 script
ja: Perl 6スクリプトのひな形を埋め込んだドキュメントを開く
pl: Otwiera dokument ze szkieletem skryptu Perl 6

source: Open a file from a remote location
ja: リモートのファイルを開く
pl: Otwiera plik ze zdalnej lokalizacji

source: Open a new empty document
ja: 空の新規ドキュメントを開く
pl: Otwiera nowy pusty dokument

source: Open all the files listed in the recent files list
ja: 最近使ったファイル一覧にあるすべてのファイルを開く
pl: Otwiera wszystkie pliki wymienione w liście ostatnio otwartych plików

source: Open browser to a CPAN search showing the Padre::Plugin packages
ja: WebブラウザでCPAN検索サイトを開き、Padre::Pluginパッケージの検索結果を表示する
pl: Otwórz przeglądarkę na wyszukiwaniu w CPAN wyświetlając pakiety Padre::Plugin

source: Open cancelled
ja: 開くのをキャンセルしました
pl: Otwórz anulowane

source: Open file
ja: ファイルを開く
pl: Otwórz plik

source: Open in &Command Line
ja: コマンドラインで開く(&C)
pl: Otwórz w wierszu poleceń

source: Open in File &Browser
ja: ファイルブラウザで開く(&B)
pl: Otwórz w przeglądarce plików

source: Open in File Browser
ja: ファイルブラウザで開く
pl: Otwórz w przeglądarce plików

source: Open interesting and helpful Padre Wiki in your default web browser
pl: Otwórz interesującą i pomocną Wiki Padre w domyślnej przeglądarce

source: Open interesting and helpful Perl websites in your default web browser
pl: Otwórz interesujące i pomocne strony Perl-a w domyślnej przeglądarce

source: Open selection
ja: 選択範囲を開く
pl: Otwórz zaznaczenie

source: Open session
ja: セッションを開く
pl: Otwórz sesję

source: Open the Padre live support chat in your web browser and talk to others who may help you with your problem
ja: WebブラウザでPadreのライブサポートチャンネルを開いて他の人に助けを求める
pl: Otwórz czat suportu Padre w przeglądarce web i porozmawiaj z ludźmi którzy pomogą Ci w rozwiązaniu problemu

source: Open the Perl live support chat in your web browser and talk to others who may help you with your problem
ja: WebブラウザでPerlのライブサポートチャンネルを開いて他の人に助けを求める
pl: Otwórz czas suportu Perl w przeglądarce web i porozmawiaj z ludźmi którzy pomogą Ci w rozwiązaniu problemu

source: Open the Perl/Win32 live support chat in your web browser and talk to others who may help you with your problem
ja: WebブラウザでPerl/Win32のライブサポートチャンネルを開いて他の人に助けを求める
pl: Otwórz czat suportu Perl/Win32 w przeglądarce web i porozmawiaj z ludźmi którzy mogą pomóc Ci w rozwiązaniu problemu

source: Open the regular expression editing window
ja: 正規表現を編集するウィンドウを開く
pl: Otwiera okno edycji wyrażeń regularnych

source: Open the selected text in the Regex Editor
ja: 選択したテキストを正規表現エディタで開く
pl: Otwiera zaznaczony tekst w edytorze wyrażeń regularnych

source: Open with Default &System Editor
ja: デフォルトのシステムエディタで開く(&S)
pl: Otwiera w domyślnym edytorze &systemowym

source: Opening session %s...
ja: セッションを開く %s...
pl: Otwieranie sesji %s...

source: Opens a command line using the current document folder
ja: 現在のドキュメントがあるフォルダでコマンドラインを開く
pl: Otwiera wiersz poleceń z użyciem folderu bieżącego dokumentu

source: Opens the current document using the file browser
ja: 現在のドキュメントをファイルブラウザで開く
pl: Otwiera bieżący dokument przy użyciu przeglądarki

source: Opens the file with the default system editor
ja: デフォルトのシステムエディタでファイルを開く
pl: Otwiera plik w domyślnym edytorze systemowym

source: Opens the last closed file
ja: 最後に閉じたファイルを開く
pl: Otwiera ostatnio zamknięty plik

source: Optional features can be disabled to simplify the user interface, reduce memory consumption and make Padre run faster. Changes to features are only applied when Padre is restarted.
pl: Opcjonalne funkcjonalności mogą zostać wyłączone, co uprości interfejs użytkownika, zredukuje zużycie pamięci i sprawi, że Padre będzie działać szybciej. Zmiany funkcjonalności będą zastosowane po ponownym uruchomieniu Padre.

source: Options
ja: オプション
pl: Opcje

source: Options:
ja: オプション:
pl: Opcje:

source: Or&iginal text:
ja: 元のテキスト(&i):
pl: Tekst oryg&inalny:

source: Other (Please fill in here)
ja: その他（ご記入ください）
pl: Inne (proszę podać tutaj)

source: Other event
ja: その他のイベント
pl: Inne zdarzenie

source: Other search engine
ja: その他の検索エンジン
pl: Inna wyszukiwarka

source: Out of range.
ja: 範囲外です
pl: Poza przedziałem.

source: Outline
ja: アウトライン
pl: Plan

source: Output
ja: 出力
pl: Wynik

source: Output View
ja: 出力ビュー
pl: Podgląd wyniku

source: Override Shortcut
ja: ショートカットを上書きする
pl: Nadpisz skrót

source: P&erl Help
ja: P&erlヘルプ
pl: Pomoc P&erl

source: P&lug-in Tools
ja: プラグインツール(&l)
pl: Narzędzia wtyczek

source: PHP Files
ja: PHPファイル
pl: Pliki PHP

source: POD Viewer
pl: Przeglądarka POD

source: PPI Experimental
ja: PPI(実験的)
pl: Eksperymentalne PPI

source: PPI Standard
ja: PPI(標準的)
pl: Standardowy PPI

source: Padre Developer
ja: Padre開発者
pl: Deweloper Padre

source: Padre Developer Tools
ja: Padre開発者用ツール
pl: Narzędzia dewelopera Padre

source: Padre Preferences
ja: 設定
pl: Preferencje Padre

source: Padre contains icons from GNOME, you can redistribute it and/or modify then under the terms of the GNU General Public License as published by the Free Software Foundation; version 2 dated June, 1991.
pl: Padre zawiera ikony z GNOME, możesz go dystrybuować i/lub modyfikować zgodnie z warunkami licencji GNU General Public License opublikowanej przez Free Software Foundation; wersja 2 datowana na czerwiec 1991.

source: Password and confirmation do not match.
ja: パスワードが一致しません
pl: Hasło i potwierdzenie nie zgadzają się.

source: Password for user '%s' at %s:
pl: Hasło użytkownika '%s' na %s:

source: Password:
pl: Hasło:

source: Paste the clipboard to the current location
ja: クリップボードの内容を現在の位置に貼り付ける
pl: Wklej zawartość schowka do bieżącej lokalizacji

source: Patch
ja: パッチ
pl: Łatka

source: Patch file should end in .patch or .diff, you should reselect & try again
pl: Plik łatki powinien mieć rozszerzenie .patch lub .diff, powinieneś wybrać ponownie i spróbować jeszcze raz

source: Patch successful, you should see a new tab in editor called Unsaved #
pl: Łatka zastosowana, powinieneś zobaczyć w edytorze nową kartę Unsaved #

source: Path
ja: パス
pl: Ścieżka

source: Perl &6 Script
ja: Perl &6スクリプト
pl: Skrypt Perl &6

source: Perl 5 &Module
ja: Perl 5モジュール(&M)
pl: &Moduł Perl 5

source: Perl 5 &Script
ja: Perl 5スクリプト(&S)
pl: &Skrypt Perl 5

source: Perl 5 &Test
ja: Perl 5テスト(&T)
pl: &Test Perl 5

source: Perl Application Development and Refactoring Environment
pl: Środowisko Tworzenia i Refaktoryzacji Aplikacji Perl-a

source: Perl Arguments
pl: Parametry Perl

source: Perl Ctags File:
pl: Plik ctag-ów Perl:

source: Perl Executable:
pl: Plik wykonywalny Perl-a:

source: Perl Files
ja: Perlファイル
pl: Pliki Perl

source: Perl Filter
ja: Perlフィルタ
pl: Filtr Perl

source: Persian (Iran)
ja: ペルシャ語(イラン)
pl: Perski (Iran)

source: Please ensure all inputs have appropriate values.
ja: 入力した値がすべて適切か確認してください
pl: Proszę upewnij się, że wszystkie wprowadzone wartości są prawidłowe.

source: Please input a valid value for both username and password
ja: ユーザ名とパスワードに適切な値を入力してください
pl: Wprowadź proszę prawidłowe wartości nazwy użytkownika i hasła.

source: Please type in the new name of the directory
ja: 新しいディレクトリ名を入力してください
pl: Proszę wprowadzić nową nazwę katalogu

source: Please type in the new name of the file
ja: 新しいファイル名を入力してください
pl: Proszę wprowadzić nową nazwę pliku

source: Please wait...
ja: お待ちください...
pl: Proszę czekać...

source: Plug-in &List (CPAN)
ja: プラグイン一覧(&L) (CPAN)
pl: Lista wtyczek (CPAN)

source: Plug-in Manager
ja: プラグインマネージャー
pl: Menedżer wtyczek

source: Plug-in must have '%s' as base directory
ja: プラグインのベースディレクトリは「%s」でなければなりません
pl: Wtyczka musi posiadać '%s' jako katalog bazowy

source: Plugin %s
ja: プラグイン %s
pl: Wtyczka %s

source: Plugin %s returned %s instead of a hook list on ->padre_hooks
ja: プラグイン%sがフック一覧ではなく%sを返してきました
pl: Wtyczka %s zwróciła %s zamiast listy uchwytu na ->padre_hooks

source: Plugin %s tried to register invalid hook %s
ja: プラグイン%sが無効なフック%sを登録しようとしました
pl: Plugin %s próbował zarejestrować nieprawidłowy uchwyt %s

source: Plugin %s tried to register non-CODE hook %s
ja: プラグイン%sがコア以外のフック%sを登録しようとしました
pl: Wtyczka %s próbowała zarejestrować uchwyt non-CODE %s

source: Plugin %s, hook %s returned an emtpy error message
ja: プラグイン%sの%sフックが空のエラーメッセージを返しました
pl: Wtyczka %s, uchwyt %s zwróciła pustą wiadomość o błędzie

source: Plugin error on event %s: %s
ja: プラグインエラー(イベント%s): %s
pl: Błąd wtyczki przy zdarzeniu %s: %s

source: Plugins
ja: プラグイン
pl: Wtyczki

source: Polish
ja: ポーランド語
pl: Polski

source: Popularity Contest Report
ja: 人気投票結果報告
pl: Raport Konkursu Popularności

source: Portuguese (Brazil)
ja: ポルトガル語(ブラジル)
pl: Portugalski (Brazylia)

source: Portuguese (Portugal)
ja: ポルトガル語(ポルトガル)
pl: Portugalski (Portugalia)

source: Positive Integer
ja: 正の整数
pl: Całkowity dodatni

source: Prefered language for error diagnostics
ja: エラーメッセージの言語
pl: Preferowany język błędów diagnostycznych

source: Preference Name
ja: 設定名
pl: Nazwa preferencji

source: Preferences
pl: Preferencje

source: Preferences &Sync...
ja: 設定の同期(&S)...
pl: Preferencje &synchronizacji

source: Preview:
pl: Podgląd:

source: Previous difference
ja: 前の違い
pl: Poprzednia różnica

source: Previous open files
ja: 以前開いていたファイル
pl: Poprzednio otwarte pliki

source: Print the current document
ja: 現在のドキュメントを印刷
pl: Wydrukuj bieżący dokument

source: Project
ja: プロジェクト
pl: Projekt

source: Project Browser
pl: Przeglądarka Projektów

source: Project Browser - Was known as the Directory Tree
ja: プロジェクトブラウザ (ディレクトリツリー)
pl: Przeglądarka Projektów - Była znana jako Drzewo Katalogów.

source: Project Statistics
pl: Statystyki projektu

source: Project Tools
ja: プロジェクトツール
pl: Narzędzia projektu

source: Prompt for a replacement variable name and replace all occurrences of this variable
pl: Zapytaj o nazwę zastępującej zmienne i zastąp wszystkie wystąpienia tej zmiennej

source: Punctuation characters
ja: 句読点
pl: Znaki interpunkcyjne

source: Put focus on the next tab to the right
ja: 右隣のタブにフォーカスを移す
pl: Ustaw kursor na następnej karcie po prawej

source: Put focus on the previous tab to the left
ja: 左隣のタブにフォーカスを移す
pl: Ustaw kursor na poprzedniej karcie po lewej

source: Put the content of the current document in the clipboard
ja: 現在のドキュメントの内容をクリップボードに入れる
pl: Umieść zawartość bieżącego dokumentu w schowku

source: Put the current selection in the clipboard
ja: 現在の選択範囲をクリップボードに入れる
pl: Umieść bieżące zaznaczenie w schowku

source: Put the full path of the current file in the clipboard
ja: 現在のファイルの完全パス名をクリップボードに入れる
pl: Umieść pełną ścieżkę bieżącego pliku w schowku

source: Put the full path of the directory of the current file in the clipboard
ja: 現在のファイルがあるディレクトリの完全パス名をクリップボードに入れる
pl: Umieść pełną ścieżkę katalogu bieżącego pliku w schowku

source: Put the name of the current file in the clipboard
ja: 現在のファイル名をクリップボードに入れる
pl: Umieść nazwę bieżącego pliku w schowku

source: Python Files
ja: Pythonファイル
pl: Pliki Python

source: Quick Menu Access
ja: クイックメニューアクセス
pl: Menu szybkiego dostępu
