Repository: PadreIDE/Padre-total
Catalog: Padre/share/locale/*.po
Languages: ja, pl

source: Quick access to all menu functions
ja: すべてのメニュー機能に素早くアクセスする
pl: Szybki dostęp do wszystkich funkcji menu

source: Quit Debugger
pl: Wyjdź z debugera (&q)

source: Quit Debugger (&q)
ja: デバッガを終了する(&q)
pl: Wyjdź z debugera (&q)

source: Quit the process being debugged
ja: デバッグ中のプロセスを終了する
pl: Wyjdź z debugowanego procesu

source: Quote (disable) pattern metacharacters till \E
ja: \Eが出てくるまでパターン中のメタ文字をクォートする(無効にする)
pl: Włącz (wyłącz) cytowanie wzorca metaznaków aż do \E

source: Raw You can enter what ever debug command you want!
pl: Raw Możesz wprowadzić dowolne polecenie debugowania!

source: Re&load
ja: リロードする(&l)
pl: Ładuj ponownie

source: Re&load All Plug-ins
ja: すべてのプラグインをリロードする(&l)
pl: Ładuj ponownie wszystkie wtyczki

source: Re&place in Files...
ja: 複数ファイル置換(&R)...
pl: Zastą&p w plikach...

source: Re&set My plug-in
ja: Myプラグインをリセットする(&s)
pl: Wyczyść wtyczkę My Plug-in

source: Read Only
ja: 読込専用
pl: Tylko do odczytu

source: Read Write
pl: Odczyt Zapis

source: Reading file from FTP server...
ja: FTPサーバからファイルを読み込んでいます...
pl: Wczytywanie pliku z serwera FTP...

source: Reading items. Please wait
ja: 読み込み中。お待ちください
pl: Wczytywanie elementów. Proszę czekać

source: Reading items. Please wait...
ja: 読み込み中。お待ちください...
pl: Wczytywanie elementów. Proszę czekać...

source: Really delete the file "%s"?
ja: 本当に「%s」を削除してもよいですか
pl: Naprawdę usunąć plik "%s"?

source: Recent
pl: Ostatni

source: Redo last undo
ja: 最後のアンドゥを取り消す
pl: Przywróć ostatnie cofnięcie zmian

source: Ref&actor
ja: リファクタリング(&a)
pl: Ref&aktoryzacja

source: Refactor
ja: リファクタリング
pl: Refaktoryzacja

source: Refresh
ja: リフレッシュする
pl: Odśwież

source: Refresh List
pl: Odśwież listę

source: Refresh Search
pl: Odśwież wyszukiwanie

source: Refresh the status of working copy files and directories
pl: Odśwież stan kopii roboczej plików i katalogów

source: Regex Editor
ja: 正規表現エディタ
pl: Edytor Regex

source: Register
ja: 登録する
pl: Rejestruj

source: Registration
ja: 登録
pl: Rejestracja

source: Regular E&xpression
pl: Wyrażenie &regularne

source: Reinstalling/installing on other computer
ja: ほかのコンピュータに(再)インストールする
pl: Reinstalacja/Instalacja na innym komputerze

source: Reload &All
ja: すべてリロード(&A)
pl: Ładuj ponownie wszystkie

source: Reload &File
ja: ファイルをリロードする(&F)
pl: Ładuj ponownie plik

source: Reload &Some...
ja: リロードする(&S)...
pl: Ładuj ponownie niektóre...

source: Reload Files
pl: Ładuj ponownie pliki

source: Reload all files currently open
ja: 現在開いているすべてのファイルをリロードする
pl: Ładuj ponownie wszystkie obecnie otwarte pliki

source: Reload all plug-ins from &disk
ja: すべてのプラグインをディスクからリロードする(&d)
pl: Ładuj ponownie wszystkie wtyczki z &dysku

source: Reload current file from disk
ja: 現在のファイルをディスクからリロードする
pl: Ładuj ponownie bieżący plik z dysku

source: Reloading Files
pl: Ponowne ładowanie plików

source: Reloads (or initially loads) the current plug-in
ja: 現在のプラグインを(リ)ロードする
pl: Ponowne ładowanie (lub ładowanie inicjalne) bieżącej wtyczki

source: Remove all the selection marks
ja: 選択範囲のマークをクリアする
pl: Usuń wszystkie uchwyty zaznaczenia

source: Remove comment for selected lines or the current line
ja: 選択した行ないし現在の行のコメントを外す
pl: Usuń komentarz z zaznaczonych wierszy lub bieżącej linii

source: Remove the current selection and put it in the clipboard
ja: 現在の選択範囲を削除してクリップボードに移す
pl: Usuń bieżące zaznaczenie i umieść je w schowku

source: Remove the entries from the recent files list
ja: 最近使ったファイル一覧からエントリを削除する
pl: Usuń pozycje z listy ostatnio używanych plików

source: Remove the spaces from the beginning of the selected lines
ja: 選択した行頭の空白を削除する
pl: Usuń spacje na początku zaznaczonych wierszy

source: Remove the spaces from the end of the selected lines
ja: 選択した行末の空白を削除する
pl: Usuń spacje na końcu zaznaczonych wierszy

source: Rename
ja: リネーム
pl: Zmień nazwę

source: Rename Directory
ja: ディレクトリをリネームする
pl: Zmień nazwę Katalogu

source: Rename File
ja: ファイルをリネームする
pl: Zmień nazwę Pliku

source: Rename directory
ja: ディレクトリをリネームする
pl: Zmień nazwę katalogu

source: Rename file
ja: ファイルをリネームする
pl: Zmień nazwę pliku

source: Rename variable
ja: 変数をリネームする
pl: Zmień nazwę zmiennej leksykalnej

source: Renamed
ja: リネームしました
pl: Nazwy zmienione

source: Repeat the last find to find the next match
ja: 最後に実行した検索をドキュメントの末尾方向に再実行する
pl: Powtórz ostatnie wyszukiwanie i znajdź następne dopasowanie

source: Repeat the last find, but backwards to find the previous match
ja: 最後に実行した検索をドキュメントの先頭方向に再実行する
pl: Powtórz ostatnie wyszukiwanie wstecz i znajdź poprzednie dopasowanie

source: Replace
ja: 置換(&R)
pl: Zastąp

source: Replace &All
ja: 全置換(&A)
pl: Zastą&p wszystkie

source: Replace &With:
pl: Zastąp przez:

source: Replace In Files
pl: Zastąp W Plikach

source: Replace Operation Canceled
ja: 置換はキャンセルされました
pl: Przerwano operację zastąpienia

source: Replace With:
pl: Zastąp przez:

source: Replace all occurrences of the pattern
ja: このパターンを見つけたらすべて置換します
pl: Zastąp wszystkie wystąpienia wzorca

source: Replace complete, found '%s' %d time(s) in %d file(s) inside '%s'
ja: 置換完了。「%s」は%d件見つかりました(ファイル数 %d、検索ディレクトリ %s)
pl: Zastępowanie zakończone, znaleziono '%s' %d raz(y) w %d pliku(ach) wewnątrz %s.

source: Replace failure in %s: %s
ja: 置換失敗。%s: %s
pl: Niepowodzenie zastępowania w %s: %s

source: Replace in Files
ja: 複数ファイル置換
pl: Zastąp w Plikach

source: Replace...
pl: Zastąp...

source: Replaced %d match
ja: %d件置換しました
pl: Zastąpiono %d dopasowanie

source: Replaced %d matches
ja: %d件置換しました
pl: Zastąpiono %d dopasowań

source: Replacing '%s' in '%s'...
ja: 「%s」を置換中(%s)...
pl: Zastępowanie '%s' w '%s'...

source: Report a New &Bug
ja: 新しいバグを報告する(&B)
pl: Zgłoś nowy &błąd

source: Reset My plug-in
ja: Myプラグインをリセットする
pl: Wyczyść wtyczkę My Plug-in

source: Reset the My plug-in to the default
ja: Myプラグインをデフォルトにリセットする
pl: Przywróć domyślne ustawienia wtyczki My plug-in

source: Reset the size of the letters to the default in the editor window
ja: エディタウィンドウの文字の大きさをデフォルトにリセット
pl: Przywróć domyślny rozmiar liter w oknie edytora

source: Reset to default shortcut
ja: デフォルトのショートカットに戻す
pl: Przywróć domyślny skrót

source: Restore pristine working copy file (undo most local edits)
pl: Przywróć pierwotną kopię roboczą pliku (cofa większość lokalnych edycji)

source: Return
ja: 戻る
pl: Zwraca

source: Revert changes?
pl: Cofnąć zmiany?

source: Revert this change
ja: この変更を取り消す
pl: Cofnij tą zmianę

source: Revision
ja: リビジョン
pl: Rewizja

source: Right
pl: Prawo

source: Right Panel
pl: Prawy panel

source: Right side
pl: Prawa strona

source: Ruby Files
ja: Rubyファイル
pl: Pliki Ruby

source: Run
ja: 実行
pl: Uruchom

source: Run &Build and Tests
ja: ビルドとテストを実行する(&B)
pl: Uruchom &budowanie i testy

source: Run &Command
ja: コマンドを実行する(&C)
pl: Uruchom polecenie Ctrl-F5

source: Run &Document inside Padre
ja: Padre内部でドキュメントを実行する(&D)
pl: Uruchom dokument wewnątrz Padre

source: Run &Selection inside Padre
ja: Padre内部で選択範囲を実行する(&S)
pl: Uruchom zaznaczenie wewnątrz Padre

source: Run &Tests
ja: テストを実行する(&T)
pl: Uruchom testy

source: Run Script (&Debug Info)
ja: スクリプトを実行する (デバッグ情報)(&D)
pl: Uruchom skrypt (debug) Shift-F5

source: Run T&his Test
ja: このテストを実行する(&h)
pl: Uruchom ten test

source: Run all tests for the current project or document and show the results in the output panel.
ja: 現在のプロジェクトないしドキュメントの全テストを実行して結果を出力パネルに表示する
pl: Uruchom wszystkie testy w bieżącym projekcie lub dokumencie i pokaż wyniki w panelu wyjściowym.

source: Run filter
ja: フィルタを実行する
pl: Uruchom filtr

source: Run setup
ja: セットアップを実行する
pl: Ustawienia

source: Run the current document but include debug info in the output.
ja: 現在のドキュメントを実行する (デバッグ情報も出力に含める)
pl: Uruchom bieżący dokument ale dołącz informacje debuera na wyjściu.

source: Run the current test if the current document is a test. (prove -lv)
ja: 現在のドキュメントがテストならテストを実行する (prove -lv)
pl: Uruchom bieżące testy jeżeli bieżący dokument jest testem. (prove -lv)

source: Runs a shell command and shows the output.
ja: シェルコマンドを実行して出力を表示する
pl: Uruchamia polecenie powłoki i wyświetl wynik.

source: Runs the current document and shows its output in the output panel.
ja: 現在のドキュメントを実行して結果を出力パネルに表示する
pl: Uruchamia bieżący dokument i wyświetla jego wyjście w panelu wyjściowym.

source: Russian
ja: ロシア語
pl: Rosyjski

source: S [[!]regex] List subroutine names [not] matching the regex.
pl: S [[!]regex] Pokaż nazwy podprocedur [nie] pasujące do wyrażenia.

source: S&ave
ja: 保存(&a)
pl: Z&apisz

source: S&et
ja: 設定(&e)
pl: Ustaw

source: SQL Files
ja: SQLファイル
pl: Pliki SQL

source: Save
ja: 保存
pl: Zapisz

source: Save &As...
ja: 名前をつけて保存する(&A)...
pl: Zapisz &jako... F12

source: Save All
ja: すべて保存する
pl: Zapisz wszystkie

source: Save Sess&ion...
ja: セッションを保存する(&i)
pl: Zapisz sesję...

source: Save Warning
ja: 警告を保存する
pl: Ostrzeżenie przy zapisie

source: Save all the files
ja: すべてのファイルを保存する
pl: Zapisz wszystkie pliki

source: Save and Close
pl: Zapisz i zamknij

source: Save current document
ja: 現在のドキュメントを保存する
pl: Zapisz bieżący dokument

source: Save file as...
ja: 名前をつけて保存する...
pl: Zapisz plik jako...

source: Save session as...
ja: 名前をつけてセッションを保存する...
pl: Zapisz sesję jako...

source: Save session automatically
pl: Zapisuje sesję automatycznie

source: Schedule the file or directory for addition to the repository
pl: Umieść plik lub katalog na liście do dodania do repozytorium

source: Schedule the file or directory for deletion from the repository
pl: Umieść plik lub katalog na liście do usunięcia z repozytorium

source: Screen Layout
pl: Układ ekranu

source: Script Arguments
pl: Parametry skryptu

source: Script Execution
pl: Wykonywanie skryptu

source: Script Files
ja: スクリプトファイル
pl: Pliki skryptów

source: Search
ja: 検索
pl: Szukaj

source: Search &Backwards
ja: 後方検索(&B)
pl: Szukaj &wstecz

source: Search &Term:
pl: &Warunki wyszukiwania:

source: Search Canceled
ja: 検索はキャンセルされました
pl: Wyszukiwanie anulowane

source: Search and Replace
ja: 検索と置換
pl: Wyszukiwanie i zastąp

source: Search and replace text in all files below a given directory
ja: 指定したディレクトリ以下にあるすべてのファイルのテキストを検索・置換する
pl: Szukaj tekstu we wszystkich plikach w danym katalogu

source: Search complete, found '%s' %d time(s) in %d file(s) inside '%s'
ja: 検索完了。「%s」は%d件見つかりました(ファイル数 %d、検索ディレクトリ %s)
pl: Wyszukiwanie zakończone, znaleziono '%s' %d raz(y) w %d pliku(ach) wewnątrz %s.

source: Search for a text in all files below a given directory
ja: 指定したディレクトリ以下にあるすべてのファイルのテキストを検索する
pl: Szukaj tekstu we wszystkich plikach w danym katalogu

source: Search for perldoc - e.g. Padre::Task, Net::LDAP
ja: perldocを検索する(Padre::Task, Net::LDAPなど)
pl: Szukaj Perldoc-a - np. Padre::Task, Net::LDAP

source: Search the Perl help pages (perldoc)
ja: Perlのヘルプページ(perldoc)を検索する
pl: Szukaj na stronach pomocy Perl (perldoc)

source: Search:
ja: 検索:
pl: Szukaj:

source: Searched for '%s' and failed...
ja: 「%s」の検索に失敗しました...
pl: Wyszukiwanie '%s' zakończone niepowodzeniem...

source: Searches the source code for brackets with lack a matching (opening/closing) part.
ja: 対応するかっこのないかっこを検索する
pl: Wyszukuje w kodzie źródłowym nawiasy bez z brakującym dopasowaniem (otwarciem/zamknięciem).

source: Searching for '%s' in '%s'...
ja: 「%s」を検索中(%s)...
pl: Wyszukiwanie '%s' w '%s'...

source: Second Label
ja: ラベル2
pl: Druga etykieta

source: See http://padre.perlide.org/ for update information
ja: 詳しくは http://padre.perlide.org/ をご覧ください
pl: Informacje o aktualizacji znajdziesz na http://padre.perlide.org/

source: Select
ja: 選択する
pl: Zaznacz

source: Select &All
ja: すべてを選択(&A)
pl: Zaznacz wszystko

source: Select Directory
ja: ディレクトリを選択
pl: Zaznacz Katalog

source: Select Function
ja: 関数を選択
pl: Zaznacz Funkcję

source: Select a bookmark created earlier and jump to that position
pl: Wybierz zakładkę utworzoną uprzednio i przeskocz do tej pozycji

source: Select a date, filename or other value and insert at the current location
pl: Wybierz datę, nazwę pliku lub inną wartość i wstaw w bieżącej pozycji

source: Select a file
ja: ファイルを選択
pl: Zaznacz plik

source: Select a file and insert its content at the current location
pl: Wybierz plik i wstaw jego zawartość w bieżącej pozycji

source: Select a folder
ja: フォルダを選択
pl: Zaznacz folder

source: Select a session. Close all the files currently open and open all the listed in the session
pl: Wybierz sesję. Zamyka wszystkie obecnie otwarte pliki i otwiera wszystkie z wymienione w sesji

source: Select all the text in the current document
ja: 現在のドキュメントのすべてのテキストを選択
pl: Zaznacz cały tekst w bieżącym dokumencie

source: Select an encoding and encode the document to that
ja: 文字コードを選択してドキュメントを変換する
pl: Wybierz kodowanie i zakoduj w nim dokument

source: Select and insert a snippet at the current location
ja: スニペットを選択して現在の位置に挿入
pl: Wybierz i wstaw fragment w bieżącym położeniu

source: Select distribution to install
ja: インストールするディストリビューションを選択してください
pl: Wybierz dystrybucję do zainstalowania

source: Select files to close:
ja: 閉じるファイルを選択してください:
pl: Wybierz pliki do zamknięcia:

source: Select one or more resources to open
ja: 開くリソースを選択する
pl: Wybierz jeden lub więcej zasobów do otwarcia

source: Select some open files for closing
ja: 閉じるファイルを選択する
pl: Wskaż niektóre otwarte pliki do zamknięcia

source: Select some open files for reload
ja: リロードするファイルを選択する
pl: Wskaż niektóre otwarte pliki do ponownego załadowania

source: Select the help &topic
ja: ヘルプトピックを選択してください(&t)
pl: Wybierz &temat pomocy

source: Select to Matching &Brace
ja: 対応するかっこまで選択(&B)
pl: Zaznacz do pasującego nawiasu

source: Select to the matching opening or closing brace
ja: 対応するかっこまで選択する
pl: Wybiera pasujący nawias otwierający lub zamykający

source: Select which subroutine you want the new subroutine inserted before.
pl: Wybierz przed którą podprocedurą chcesz wstawić nową podprocedurę.

source: Selection
ja: 選択
pl: Zaznaczenie

source: Selection not part of a Perl statement?
ja: 選択範囲は本当にPerlのステートメントですか?
pl: Zaznaczenie nie jest częścią wyrażenia Perla?

source: Send a bug report to the Padre developer team
ja: Padre開発チームにバグレポートを送る
pl: Wyślij raport o błędzie do Zespołu Deweloperów Padre

source: Send changes from your working copy to the repository
pl: Wyślij zmiany z kopii roboczej do repozytorium

source: Sending HTTP request %s...
ja: HTTPリクエストを送信中 %s...
pl: Wysyłanie żądania HTTP %s...

source: Server:
pl: Serwer:

source: Session Manager
ja: セッションマネージャー
pl: Menedżer sesji

source: Session name:
ja: セッション名:
pl: Nazwa sesji:

source: Set &Bookmark
ja: しおりをはさむ(&B)
pl: Ustaw zakładkę

source: Set Bookmark:
pl: Ustaw zakładkę:

source: Set Padre in full screen mode
ja: Padreを全画面モードにする
pl: Przełącz Padre na tryb pełnoekranowy

source: Set the focus to the "CPAN Explorer" window
ja: CPANエクスプローラウィンドウにフォーカスを移動する
pl: Ustawia kursor na oknie "Eksplorator CPAN"

source: Set the focus to the "Command Line" window
ja: コマンドラインウィンドウにフォーカスを移動する
pl: Ustawia kursor na oknie "Wiersz poleceń"

source: Set the focus to the "Functions" window
ja: 関数ウィンドウにフォーカスを移動する
pl: Ustawia kursor na oknie "Funkcje"

source: Set the focus to the "Outline" window
ja: アウトラインウィンドウにフォーカスを移動する
pl: Ustaw kursor na oknie "Plan"

source: Set the focus to the "Output" window
ja: 出力ウィンドウにフォーカスを移動する
pl: Ustawia kursor na oknie "Wyjście"

source: Set the focus to the "Syntax Check" window
ja: 構文チェックウィンドウにフォーカスを移動する
pl: Ustawia kursor na oknie "Sprawdzanie składni"

source: Set the focus to the main editor window
ja: メインのエディタウィンドウにフォーカスを移動する
pl: Ustawia kursor na głównym oknie edytora

source: Sets the keyboard binding
ja: キーボード割り当てを設定する
pl: Ustawia przypisanie klawiszy

source: Severe Warning
ja: 強い警告
pl: Poważne ostrzeżenie

source: Share your preferences between multiple computers
ja: 複数のコンピュータで設定を共有する
pl: Współdziel swoje preferencje pomiędzy wieloma komputerami

source: Shell Script
ja: シェルスクリプト
pl: Skrypt shell

source: Shortcut
ja: ショートカット
pl: Skrót

source: Shortcut:
ja: ショートカット:
pl: Skr&ót:

source: Shorten the common path in window list
ja: ウィンドウ一覧で共通のパスを短縮する
pl: Skróć ścieżkę w liście okien

source: Show
pl: Pokaż

source: Show &Command Line
ja: コマンドラインを表示する(&C)
pl: Pokaż wiersz poleceń

source: Show &Description
ja: 説明を表示する(&D)
pl: Pokaż &Opis

source: Show &Function List
pl: Pokaż listę procedury

source: Show &Indentation Guide
ja: インデントガイドを表示する(&I)
pl: Pokaż prowadnice wyrównania

source: Show &Outline
ja: アウトラインを表示する(&O)
pl: Pokaż plan

source: Show &Output
ja: 出力を表示する(&O)
pl: Pokaż wynik

source: Show &Project Browser
ja: プロジェクトブラウザを表示する(&P)
pl: Pokaż Przeglądarkę Projektów

source: Show &Task List
pl: Pokaż listę zadań

source: Show &Whitespaces
ja: 空白を表示する(&W)
pl: Pokaż białe znaki

source: Show C&urrent Line
ja: 現在の行を表示する(&u)
pl: Pokaż aktualny wiersz

source: Show CPA&N Explorer
ja: CPANエクスプローラを表示する(&N)
pl: Pokaż Eksplorator CPAN

source: Show Ca&ll Tips
ja: コールチップを表示する(&l)
pl: Pokaż podpowiedzi

source: Show Code &Folding
ja: コードの折りたたみを表示する(&F)
pl: Pokaż zwijanie kodu

source: Show Debug Output
pl: Pokaż wyjście debug

source: Show Debugger
pl: Pokaż debuger

source: Show Global Variables
pl: Pokaż zmienne globalne

source: Show Line &Numbers
ja: 行番号を表示する(&N)
pl: Pokaż &numery wierszy

source: Show Local Variables
pl: Pokaż zmienne lokalne

source: Show Ne&wlines
ja: 改行を表示する(&w)
pl: Pokaż znaki no&wego wiersza

source: Show Right &Margin
ja: 右マージンを表示する(&M)
pl: Pokaż prawy margines

source: Show S&yntax Check
ja: 構文チェックを表示する(&y)
pl: Pokaż sprawdzanie składni

source: Show St&atus Bar
ja: ステータスバーを表示する(&a)
pl: Pokaż pasek stanu

source: Show Standard Error
ja: 標準エラーを表示する
pl: Pokaż standardowe wyjście błędów

source: Show Subs&titution
ja: 関数を表示する(&t)
pl: Pokaż pods&tawienie

source: Show Tool&bar
ja: ツールバーを表示する(&b)
pl: Pokaż pasek narzędzi

source: Show V&ersion Control
ja: バージョン管理システムを表示する(&e)
pl: Pokaż Kontrolę W&ersji

source: Show a vertical line indicating the right margin
ja: 右マージンを示す縦線を表示する
pl: Pokaż pionową linię wskazującą prawy margines

source: Show a window listing all task items in the current document
pl: Pokaż okno z listą wszystkich rzeczy do zrobienia w bieżącym dokumencie

source: Show a window listing all the functions in the current document
ja: 現在のドキュメントのすべての関数を一覧表示するウィンドウを表示する
pl: Pokaż okno z listą wszystkich funkcji w bieżącym dokumencie

source: Show a window listing all the parts of the current file (functions, pragmas, modules)
ja: 現在のファイルのすべてのパーツ(関数、プラグマ、モジュール)を一覧するウィンドウを表示する
pl: Pokaż okno z listą wszystkich części bieżącego pliku (funkcje, pragmy, moduły)

source: Show as
ja: 選択範囲の表記...
pl: Pokaż jako

source: Show as &Decimal
ja: 10進数表記(&D)
pl: Pokaż jako dziesiętne

source: Show as &Hexadecimal
ja: 16進数表記(&H)
pl: Pokaż jako szesnastkowe

source: Show current report
ja: 現在のレポートを表示する
pl: Pokaż aktualny raport

source: Show diff window!
pl: Pokaż okno diff!

source: Show information about Padre
ja: Padreの情報を表示する
pl: Pokaż informacje o Padre

source: Show low priority info messages on status bar (not in a popup)
ja: 優先度の低いメッセージは(ポップアップではなく)ステータスバーに表示
pl: Pokaż informacje o niskim priorytecie w pasku statusu (nie w wyskakującym okienku)

source: Show low-priority info messages on statusbar (not in a popup)
ja: 優先度の低いメッセージは(ポップアップではなく)ステータスバーに表示
pl: Pokaż informacje o niskim priorytecie w pasku statusu (nie w wyskakującym okienku)

source: Show or hide the status bar at the bottom of the window.
ja: ウィンドウの最下部にステータスバーを表示する/隠す
pl: Pokaż lub ukrywa pasek statusu na dole okna.

source: Show previous positions
ja: 以前の位置を表示する
pl: Pokaż poprzednie położenie

source: Show right margin at column
ja: カラムに右マージンを表示する
pl: Pokaż prawy margines w kolumnie

source: Show splash screen
pl: Pokaż ekran powitalny

source: Show the ASCII values of the selected text in decimal numbers in the output window
ja: 選択したテキストの10進表記を出力ウィンドウに表示する
pl: Pokaż wartości ASCII zaznaczonego tekstu jako liczby dziesiętne w oknie wynikowym

source: Show the ASCII values of the selected text in hexadecimal notation in the output window
ja: 選択したテキストの16進表記を出力ウィンドウに表示する
pl: Pokaż wartości ASCII zaznaczonego tekstu w notacji szesnastkowej w oknie wynikowym

source: Show the POD (Perldoc) version of the current document
ja: 現在のドキュメントのPOD (Perldoc)バージョンを表示する
pl: Pokaż wersję POD (Perldoc) bieżącego dokumentu

source: Show the Padre help
ja: Padreヘルプを表示する
pl: Pokaż pomoc Padre

source: Show the Padre plug-in manager to enable or disable plug-ins
ja: Padreプラグインマネージャを表示してプラグインを有効/無効にする
pl: Pokaż menedżer wtyczek Padre do włączania i wyłączania wtyczek.

source: Show the command line window
ja: コマンドラインウィンドウを表示する
pl: Pokaż okno wiersza poleceń

source: Show the help article for the current context
ja: 現在のコンテキストにあったヘルプ記事を表示する
pl: Pokaż artykuł pomocy dla bieżącego kontekstu

source: Show the window displaying the standard output and standard error of the running scripts
ja: 実行中のスクリプトの標準出力と標準エラーの内容を表示するウィンドウを表示する
pl: Pokaż okno wyświetlające standardowe wyjście i wyjście błędów uruchomionych skryptów

source: Show what perl thinks about your code
ja: perlがコードをどのように評価しているかを表示する
pl: Pokaż co Perl sądzi o Twoim kodzie

source: Show/hide a vertical line on the left hand side of the window to allow folding rows
pl: Pokaż/Ukryj pionową linie po lewej stronie okna i zezwól na zawijanie wierszy

source: Show/hide the line numbers of all the documents on the left side of the window
ja: すべてのドキュメントの行番号をウィンドウの左側に表示する/しない
pl: Pokaż/Ukryj numery wierszy wszystkich dokumentów po lewej stronie okna

source: Show/hide the newlines with special character
ja: 改行を特殊な文字で表示する/しない
pl: Pokaż/Ukryj znak nowego wiersza oznaczony specjalnym znakiem

source: Show/hide the status bar at the bottom of the screen
ja: ウィンドウの最下部にステータスバーを表示する/しない
pl: Pokaż/Ukryj pasek statusu u dołu ekranu

source: Show/hide the tabs and the spaces with special characters
ja: タブや空白を特殊な文字で表示する/しない
pl: Pokaż/Ukryj tabulacje i spacje oznaczone specjalnym znakiem

source: Show/hide the toolbar at the top of the editor
ja: エディタの最上部にツールバーを表示する/しない
pl: Pokaż/Ukryj pasek narzędzi u góry edytora

source: Show/hide vertical bars at every indentation position on the left of the rows
ja: インデントごとに縦線を表示する/しない
pl: Pokaż/Ukryj pionowe linie na każdej pozycji wcięcia po lewej stronie wiersza

source: Showing the splash image during start-up
ja: 起動時にスプラッシュ画像を表示する
pl: Pokazywanie ekranu powitalnego podczas uruchomienia

source: Simplistic Patch only works on saved files
pl: Uproszczone łatki działają tylko na zapisanych plikach

source: Simulate &Background Crash
ja: バックグラウンドでのクラッシュをシミュレートする(&B)
pl: Symuluj awarię w tle

source: Simulate &Crash
ja: クラッシュをシミュレートする(&C)
pl: Symuluj awarię

source: Simulate Background &Exception
ja: バックグラウンドでの例外をシミュレートする(&E)
pl: Symuluj wyjątek w tle

source: Simulate a right mouse button click to open the context menu
pl: Symuluj kliknięcie prawego klawisza myszy do otwarcia menu kontekstowego

source: Single-line (&s)
ja: 単一行(&s)
pl: Linia pojedyncza (&s)

source: Size
ja: 大きさ
pl: Rozmiar

source: Skip question without giving feedback
ja: フィードバックせずに質問をスキップする
pl: Pomiń pytanie bez udzielania odpowiedzi

source: Skip using MANIFEST.SKIP
ja: MANIFEST.SKIPを使ってスキップ
pl: Przestań używać MANIFEST.SKIP

source: Skip version control system files
ja: バージョン管理システムのファイルはスキップする
pl: Pomiń pliki systemu kontroli wersji

source: Skipped for large files
ja: 大きなファイルでは省略
pl: Pominięty z uwagi na duże pliki

source: Snippet:
pl: Fragment:

source: Something is wrong with your Padre database: Session %s is listed but there is no data
ja: Padreデータベースに問題があります セッション%sは登録済みですがデータがありません
pl: Coś złego dzieje się z bazą Padre: Sesja %s jest na liście ale nie ma danych

source: Sorry Diff Failed, are you sure your choice of files was correct for this action
pl: Niepowodzenie Diff. Jesteś pewien poprawnego wyboru plików do przeprowadzenia tego działania?

source: Sorry, Diff failed. Are you sure your have access to the repository for this action
pl: Niepowodzenie Diff. Jesteś pewien że masz dostęp do przeprowadzenia tego działania w repozytorium?
