Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Mojolicious/share/locale/Mojolicious-*.po
Languages: de

source: New Mojolicious Application
de: Neues Mojolicious Projekt

source: Start Web Server
de: Web-Server starten

source: Stop Web Server
de: Web-Server beenden

source: Mojolicious Online References
de: Mojolicious Online-Referenz

source: Mojolicious Manual
de: Mojolicious Handbuch

source: Mojolicious Website
de: Mojolicious Homepage

source: About
de: Über

source: Mojolicious application script not found at %s Please make sure the active document is from your Mojolicious project.
de: Mojolicious Projekt-Script nicht gefunden bei %s Dies funktioniert nur, wenn das aktuelle Dokument aus dem Mojolicious-Projekt stammt.

source: Server not found
de: Server nicht gefunden

source: Web server appears to be running. Launch web browser now?
de: Web-Server scheint zu laufen, soll jetzt ein Webbrowser gestartet werden?

source: Start Web Browser?
de: Web-Browser starten?

source: Web server stopped successfully.
de: Web-Server wurde erfolgreich beendet.

source: Application Name:
de: Projektname:

source: Parent Directory:
de: Projektverzeichnis:

source: Pick parent directory
de: Projektverzeichnis wählen

source: Invalid Application name
de: Ungültiger Projektname

source: missing field
de: Fehlender Wert

source: You need to select a base directory
de: Bitte ein Projektverzeichnis auswählen

source: %s apparently created. Do you want to open it now?
de: %s wurde anscheinend erstellt, soll es jetzt geöffnet werden?

source: Done
de: Fertig
