Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Mojolicious/share/locale/Padre__Plugin__Mojolicious-*.po
Languages: ar, pt_br, tr, zh_tw

source: Mojolicious
ar: بريمج Mojolicious

source: New Mojolicious Application
ar: تطبيق Mojolicious جديد
pt_br: Novo Aplicativo Mojolicious
tr: Yeni Mojolicious Uygulaması
zh_tw: 新的 Mojolicious 軟體

source: Start Web Server
ar: تشغيل خادم الويب
pt_br: Iniciar Servidor Web
tr: Ağ Sunucusunu Başlat
zh_tw: 啟動網頁伺服器

source: Stop Web Server
ar: ايقاف خادم الويب
pt_br: Parar Servidor Web
tr: Ağ Sunucusunu Durdur
zh_tw: 停止網頁伺服器

source: Mojolicious Online References
ar: مراجع Mojolicious على الانترنت
pt_br: ReferÍncias Online do Mojolicious
tr: Mojolicious Çevrimiçi Başvuru Kaynakları
zh_tw: Mojolicious 線上參考文件

source: Mojolicious Manual
ar: دليل Mojolicious
pt_br: Manual do Mojolicious
tr: Mojolicious El Kitabı
zh_tw: Mojolicious 使用手冊

source: Mojolicious Website
ar: موقع ويب Mojolicious
pt_br: Site do Mojolicious
tr: Mojolicious Sitesi
zh_tw: Mojolicious 網站

source: Mojolicious Community Live Support
ar: دعم مجتمع Mojolicious المباشر
pt_br: Suporte Online da Comunidade Mojolicious (em inglÍs)
tr: Mojolicious Topluluk Canlı Desteği
zh_tw: Mojolicious 社群線上支援

source: About
ar: عن
pt_br: Sobre
tr: Hakkında
zh_tw: 關於

source: Mojolicious application script not found at %s Please make sure the active document is from your Mojolicious project.
ar: فشل العثور على سكريبت تطبيق Mojolicious %s الرجاء التأكد من الوثيقة الحالية في مشروع Mojolicious الخاص بك.
pt_br: Script de aplicaÁ„o Mojolicious n„o encontrado em %s Por favor certifique-se de que o documento ativo faz parte de seu projeto Mojolicious.
tr: Mojolicious uygulaması şu adreste bulunamadı %s Lütfen geçerli belgenin Mojolicious projenize ait olduğundan emin olun.
zh_tw: Mojolicious 應用軟體腳本並未找到於 %s 請確認進行中的文件是從你的 Mojolicious 專案來的.

source: Server not found
ar: الخادم غير موجود
pt_br: Servidor no encontrado
tr: Sunucu bulunamadı
zh_tw: 未發現伺服器

source: Web server appears to be running. Launch web browser now?
ar: ببدو أن خادم الويب شغال. هل تريد تشغيل متصفح الويب الآن؟
pt_br: Servidor web parece estar en ejecuci√≥n. Iniciar navegador web ahora?
tr: Ağ sunucusu çalışıyor olarak gözüküyor. Tarayıcıyı şimdi başlatmak istiyor musunuz?
zh_tw: 網頁伺服器似乎運作中. 要開啟瀏覽器嗎?

source: Start Web Browser?
ar: تشغيل متصفح الويب؟
pt_br: Iniciar Navegador Web?
tr: Tarayıcı Başlatılsın mı?
zh_tw: 啟動瀏覽器?

source: Web server stopped successfully.
ar: تم ايقاف خادم الويب بنجاح.
pt_br: Servidor Web detenido con √©xito.
tr: Ağ sunucusu başarıyla durduruldu.
zh_tw: 網頁伺服器成功停止.

source: Application Name:
ar: اسم التطبيق:
pt_br: Nombre de la Aplicaci√≥n:
tr: Uygulama Adı:
zh_tw: 軟體名稱:

source: Parent Directory:
ar: الدليل الأصل:
pt_br: Directorio principal:
tr: Ana Dizin:
zh_tw: 父目錄:

source: Pick parent directory
ar: اختر الدليل الأصل:
pt_br: Elegir directorio principal
tr: Ana dizin seçin
zh_tw: 選擇父目錄:

source: Invalid Application name
ar: اسم التطبيق خاطئ
pt_br: Nombre de la Aplicaci√≥n inv√°lido
tr: Geçersiz Uygulama adı
zh_tw: 不合法或無效的軟體名稱

source: missing field
ar: حقل مفقود
pt_br: campo vac√≠o
tr: eksik alan
zh_tw: 缺少欄位區塊

source: You need to select a base directory
ar: يجب ان تختار دليل البدايه
pt_br: Necesita seleccionar un directorio base
tr: Bir taban dizin seçmelisiniz
zh_tw: 你需要選擇一個根基目錄

source: %s apparently created. Do you want to open it now?
ar: يبدو أن الملف %s موجود. هل تريد فتح الملف؟
pt_br: %s ha sido creado aparentemente. Quieres abrirlo ahora?
tr: %s oluşturuldu. Şimdi açmak istiyor musunuz?
zh_tw: %s 似乎已創建. 你想要開啟它嗎?

source: Done
ar: تم
pt_br: Hecho
tr: Bitti
zh_tw: 完成
