Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Plack/share/locale/Padre__Plugin__Plack-*.po
Languages: ar, es_es, nl_nl

source: New PSGI App
ar: تطبيق PSGI جديد
es_es: Nueva aplicación PSGI
nl_nl: Nieuwe PSGI toepassing

source: Online References
ar: المراجع على الانترنت
es_es: Referencias en línea
nl_nl: Online Verwijzingen

source: Plack Advent Calendar
ar: تقويم مجيء Plack
es_es: Calendario de adviento de Plack
nl_nl: Plack Advent Kalender

source: About
ar: عن
es_es: Acerca de
nl_nl: Betreft

source: Failed to open template file %s
ar: فشل فتح ملف القالب %s
es_es: No se pudo abrir el archivo de plantilla %s
nl_nl: Fout bij het openen van sjabloon bestand %s

source: 'Sorry Dave, I can't do that - you need to close the corresponding file tab to close this panel
ar: متأسف يا دايف، لا يمكنني عمل ذلك - يجب عليك اغلاق التبويب المقابل لاغلاق اللوحة
es_es: 'Lo siento, Dave. No puedo hacerlo.' - debe cerrar la pestaña de archivo correspondiente para cerrar este panel
nl_nl: Het spijt me Dave, dat kan ik niet doen - je dient eerst het overeenstemmende bestandstab te sluiten alvorens dit paneel gesloten kan worden

source: Expected a PSGI document, but instead got: %s
ar: توقعت وثيقة PSGI ولكن عوضا عن ذلك حصلت على: %s
es_es: Se esperaba un documento PSGI, pero se recibió %s
nl_nl: Verwachtte een PSGI document, maar kreeg dit in de plaats: %s

source: PSGI/Plack support for Padre
ar: دعم PSGI/Plack ل Padre
es_es: Soporte de PSGI/Plack para Padre
nl_nl: PSGI/Plack ondersteuning voor Padre

source: by
ar: من قبل
es_es: por
nl_nl: door

source: This system is running Plack version
ar: يشغل النظام نسخة Plack
es_es: Este sistema ejecuta Plack versión
nl_nl: Dit systeem draait Plack versie

source: Let plackup guess
ar: دع plackup يحزر
es_es: Dejar que plackup lo adivine
nl_nl: Laat plackup raden

source: plackup command not found, please check your Plack installation and $PATH
ar: فشل العثور على أمر plackup، الرجاء التأكد من تثبيت Plack و $PATH
es_es: No se encuentra el comando plackup. Compruebe la instalación de Plack y la variable $PATH
nl_nl: plackup commando niet gevonden, gelieve uw plack installatie en $PATH te controleren

source: Wx::Perl::ProcessStream is version %s which is known to cause problems. Get at least 0.20 by typing cpan Wx::Perl::ProcessStream
ar: الوحدة Wx::Perl::ProcessStream نسخة %s معروف عنها انها تسبب المشاكل. احصل على نسخة 0.20 على الأقل بطباعة الأمر cpan Wx::Perl::ProcessStream
es_es: La versión %s de Wx::Perl::ProcessStream causa problemas. Debe usar como mínimo la versión 0.20. Para ello, escriba cpan Wx::Perl::ProcessStream
nl_nl: Wx::Perl::ProcessStream is versie %s dat bekend staat om problemen te veroorzaken. Verkrijg tenminste versie 0.20 m.b.v dit commando in te typen cpan Wx::Perl::ProcessStream

source: Failed to start server via '%s'
ar: فشل تشغيل الخادم عن طريق '%s'
es_es: No se pudo iniciar el servidor a través de '%s'
nl_nl: Faalde bij het starten van de server via '%s'

source: Error
ar: خطأ
nl_nl: Fout

source: Server
ar: خادم
es_es: Servidor

source: Port
ar: منفذ
es_es: Puerto
nl_nl: Poort

source: Options
ar: خيارات
es_es: Opciones
nl_nl: Opties

source: Auto-Restart
ar: إعادة تشغيل تلقائي
es_es: Reinicio automático
nl_nl: Automatisch herstarten

source: Start
ar: تشغيل
es_es: Iniciar

source: View in Browser
ar: عرض في المتصفح
es_es: Ver en el navegador
nl_nl: Toon in Browser

source: Stop
ar: ايقاف
es_es: Detener
