Repository: PadreIDE/Padre-total
Catalog: share/locale/DataWalker-*.po
Languages: ar

source: About
ar: عن

source: Browse YAML dump file
ar: تصفح ملف التفريغ لYAML

source: Browse current document object
ar: تصفح object الوثيقة الحالية

source: Browse Padre IDE object
ar: تصفح Padre IDE object

source: Browse Padre main symbol table
ar: تصفح جدول رموز الرئيسية لPadre

source: Open file
ar: فتح الملف

source: Could not find the specified file '%s'
ar: فشل العثور على الملف المحدد '%s'

source: File not found
ar: الملف غير موجود

source: Could not read the YAML file.%s
ar: فشل قرائة ملف YAML.%s

source: Invalid YAML file
ar: ملف YAML خاطئ
