Repository: PadreIDE/Padre-total
Catalog: share/locale/Padre__Plugin__PerlTidy-*.po
Languages: fr_fr

source: Tidy the active document Alt+Shift+F
fr_fr: Arranger le document courant Alt+Shift+F

source: Tidy the selected text Alt+Shift+G
fr_fr: Arranger le texte sélectionné Alt+Shift+G

source: Export active document to HTML file
fr_fr: Exporter le document courant dans un fichier HTML

source: Export selected text to HTML file
fr_fr: Exporter le texte sélectionné dans un fichier HTML

source: Document is not a Perl document
fr_fr: Le document n'est pas un document Perl

source: Error
fr_fr: Erreur

source: PerlTidy Error
fr_fr: Erreur PerlTidy

source: Save file as...
fr_fr: Enregistrer le fichier sous...

source: File already exists. Overwrite it?
fr_fr: Le fichier existe déjà. Le remplacer ?

source: Exist
fr_fr: Existe
