Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-PerlTidy/share/locale/Padre__Plugin__PerlTidy-*.po
Languages: de, it_it, ja, nl_nl, pt_br, tr

source: Tidy the active document Alt+Shift+F
de: Aktives Dokument aufräumen Alt+Umschalt+F
it_it: Riordina il documento attivo Alt+Shift+F
ja: 現在のドキュメントを整形する Alt+Shift+F
nl_nl: Orden het actieve document Alt+Shift+F
pt_br: Organizar documento ativo Alt+Shift+F
tr: Etkin belgeye çekidüzen ver Alt+Shift+F

source: Tidy the selected text Alt+Shift+G
de: Ausgewählten Text aufräumen Alt+Umschalt+G
it_it: Riordina il testo selezionato Alt+Shift+G
ja: 選択したテキストを整形する Alt+Shift+G
nl_nl: Orden de geselecteerde tekst Alt+Shift+G
pt_br: Organizar texto selecionado Alt+Shift+G
tr: Seçili metne çekidüzen ver Alt+Shift+G

source: Export active document to HTML file
de: Aktives Dokument in HTML Datei exportieren
it_it: Esporta il documento attivo come file HTML
ja: 現在のドキュメントをHTMLファイルにエクスポートする
nl_nl: Exporteer het actieve document naar een HTML bestand
pt_br: Exportar documento ativo para HTML
tr: Etkin belgeyi HTML dosyasına aktar

source: Export selected text to HTML file
de: Ausgewählten Text in HTML Datei exportieren
it_it: Esporta il testo selezionato come file HTML
ja: 選択したテキストをHTMLファイルにエクスポートする
nl_nl: Exporteer de geselecteerde tekst naar een HTML bestand
pt_br: Exportar texto selecionado para HTML
tr: Seçili metni HTML dosyasına aktar

source: Document is not a Perl document
de: Dokument ist kein Perl Dokument
it_it: Il documento non Ã¨ un documento Perl
ja: Perlのドキュメントではありません
nl_nl: Document is geen Perl document
pt_br: Documento não é um documento Perl
tr: Belge bir Perl belgesi değil

source: Error
de: Fehler
it_it: Errore
ja: エラー
nl_nl: Fout
pt_br: Erro
tr: Hata

source: PerlTidy Error
de: PerlTidy Fehler
it_it: Errore PerlTidy
ja: PerlTidyエラー
nl_nl: PerlTidy Fout
pt_br: Erro do PerlTidy
tr: PerlTidy Hatası

source: Save file as...
de: Speichere Datei als...
it_it: Salva con nome...
ja: 名前をつけて保存...
nl_nl: Bestand opslaan als...
pt_br: Salvar como...
tr: Dosyayı farklı kaydet...

source: File already exists. Overwrite it?
de: Datei existiert bereits. Überschreiben?
it_it: Il file esite. Sovrascriverlo?
ja: ファイルはすでに存在します。上書きしますか?
nl_nl: Bestand bestaat reeds. Overschrijven?
pt_br: Arquivo existente. Sobrescrever?
tr: Dosya mevcut. Üstüne yazılsın mı?

source: Exist
de: Existiert
it_it: Esiste
ja: ファイルが存在します
nl_nl: Bestaat
pt_br: Existe
tr: Mevcut
