Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Ecliptic/share/locale/Padre__Plugin__Ecliptic-*.po
Languages: de, es_es, it_it

source: Open Resource Ctrl-Shift-R
de: Ressource öffnen Strg+Shift+R

source: Quick Assist Ctrl-Shift-L
de: Assistent Strg+Shift+L
es_es: Ayuda rápida Ctrl-Mayús-L
it_it: Assistenza rapida Ctrl-Shift-L

source: Quick Menu Access Ctrl-3
de: Schnellzugriffsmenü Strg+3

source: Quick Outline Access Ctrl-4
de: &Übersicht Strg+4
es_es: Acceso rápido a esquema Ctrl-4
it_it: Accesso rapido allo schema Ctrl-4

source: Quick Module Access Ctrl-5
de: Schnellzugriff Module Strg+5
es_es: Acceso rápido a módulos Ctrl-5
it_it: Accesso rapido ai moduli Ctrl-5

source: Open in File Browser Ctrl-6
de: In Dateibetrachter öffnen Strg+6

source: Quick Fix Ctrl-Shift-1
de: Schnellbehebung Strg+Shift+1

source: About
de: Über
es_es: Acerca de
it_it: Informazioni su

source: Provides Eclipse-like useful features to Padre.
de: Erweitert Padre um Features wie in Eclipse.
es_es: Agrega características útiles de Eclipse a Padre.
it_it: Fornisce a Padre utili funzionalit√† simili ad Eclipse.

source: Failed to execute process
de: Fehler beim Starten des Prozesses

source: No filename
de: Dateiname fehlt

source: Error
de: Fehler

source: Open Resource
de: Ressource öffnen

source: &Select an item to open (? = any character, * = any string):
de: Zu öffnendes Objekt au&swählen (? = ein beliebiges Zeichen, * = mehrere beliebige Zeichen):

source: &Matching Items:
de: Übereinsti&mmende Objekte:

source: Current Directory:
de: Aktuelles Verzeichnis:

source: Skip VCS files
de: VCS Dateien überspringen

source: Skip using MANIFEST.SKIP
de: Überspringen mit Hilfe von MANIFEST.SKIP

source: Quick Assist
de: Assistent
es_es: Ayuda rápida
it_it: Assistenza rapida

source: Quick Fix
de: Schnellbehebung

source: No suggestions
de: Keine Vorschläge

source: Quick Menu Access
de: Schnellzugriffsmenü

source: Error while trying to perform Padre action
de: Fehler beim Ausführen einer Padre-Aktion

source: &Type a menu item name to access:
de: Aufzurufenden Menüpunk&t eingeben:

source: &Matching Menu Items:
de: Übereinsti&mmende Menüpunkte:

source: item(s) found
de: Objekte gefunden
es_es: Elementos encontrados
it_it: elemento(i) trovato(i)

source: No items found
de: Keine Objekte gefunden
es_es: No se encontró ningún elemento
it_it: Nessun elemento trovato

source: Quick Module Access
de: Modul-Schnellzugriff
es_es: Acceso rápido a módulos
it_it: Accesso rapido ai moduli

source: &Type a module name to access:
de: &Aufzurufendes Modul eingeben:
es_es: &Módulo al que desea tener acceso:
it_it: Digi&ta il nome del modulo a cui accedere:

source: &Matching modules:
de: Übereinstimmende &Module:
es_es: Módulos &coincidentes:
it_it: &Moduli corrispondenti

source: Reading modules. Please wait...
de: Module werden gelesen, bitte warten...
es_es: Leyendo módulos. Espere...
it_it: Lettura dei moduli. Attendere prego...

source: Finished Searching
de: Suchvorgang abgeschlossen
es_es: Búsqueda finalizada
it_it: Ricerca terminata

source: Quick Outline Access
de: Übersicht anzeigen
es_es: Acceso rápido a esquema
it_it: Accesso rapido allo schema

source: &Type a Outline item name to access:
de: Name des gewünschten Übersich&ts-Objektes:
es_es: &Elemento de esquema al que desea tener acceso:
it_it: Digi&ta un elemento dello schema a cui accedere:

source: &Matching Outline Items:
de: Passende Übersichts-Objekte:
es_es: Element&os de esquema coincidentes:
it_it: Ele&menti dello schema corrispondenti:
