Repository: PadreIDE/Padre-total
Catalog: lib/Padre/Plugin/Perl6/share/locale/Perl6-*.po
Languages: es_es

source: Outline
es_es: Esbozo

source: Open &Documentation
es_es: Abrir &Documentación

source: Show Perl6 Help F2
es_es: Mostrar Ayuda de Perl6 F2

source: Enable Auto Coloring
es_es: Habilitar Coloreado Automático

source: Export Full HTML
es_es: Exportar HTML Completo

source: Export Simple HTML
es_es: Exportar HTML Simple

source: Export Snippet HTML
es_es: Exportar Recorte HTML

source: Cleanup STD.pm Lex Cache
es_es: Limpiar el Caché de STD.pm Lex

source: Preferences
es_es: Preferencias

source: About
es_es: Acerca de

source: Cannot find STD.pm lex cache
es_es: No se pudo encontrar el caché STD.pm lex

source: Perl6 preferences
es_es: Preferencias de Perl6

source: Syntax Highlighter:
es_es: Coloreado de Sintaxis:

source: Pick mildew Directory
es_es: Elegir Directorio de mildew

source: Pick rakudo Directory
es_es: Elegir Directorio Rakudo

source: %s is Perl 6 %s
es_es: %s es Perl 6 %s
