Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-DataWalker/share/locale/Padre__Plugin__DataWalker-*.po
Languages: es_es, fr_fr, it_it, pl, pt_br

source: About
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni su
pl: O wtyczce
pt_br: Sobre

source: Browse YAML dump file
es_es: Examinar el archivo de volcado YAML
fr_fr: Parcourir le fichier de dump YAML
it_it: Sfoglia il file di dump YAML
pl: Przeglądaj plik zrzutu YAML
pt_br: Navegar por arquivo de dump YAML

source: Browse current document object
es_es: Examinar el objeto de documento actual
fr_fr: Parcourir l'objet document courant
it_it: Sfoglia l'oggetto documento corrente
pl: Przeglądaj obiekt bieżącego dokumentu
pt_br: Navegar por objeto de documento atual

source: Browse Padre IDE object
es_es: Examinar el objeto de IDE Padre
fr_fr: Parcourir l'objet IDE courant
it_it: Sfoglia l'oggetto IDE di Padre
pl: Przeglądaj obiekt Padre IDE
pt_br: Navegar por objeto Padre IDE

source: Browse Padre main symbol table
es_es: Examinar la tabla de símbolos principal de Padre
fr_fr: Parcourir la table des symboles de Padre
it_it: Sfoglia la tabella principale dei simboli di Padre
pl: Przeglądaj głównę tablicę symboli Padre
pt_br: Navegar pela tabela de símbolos principal do Padre

source: Open file
es_es: Abrir archivo
fr_fr: Ouvrir un fichier
it_it: Apri file
pl: Otwórz plik
pt_br: Abrir arquivo

source: Could not find the specified file '%s'
es_es: No se encontró el archivo '%s'
fr_fr: Ne peut pas trouver le fichier spécifié '%s'
it_it: Impossibile trovare il file '%s' specificato
pl: Nie odnaleziono wskazanego pliku '%s'
pt_br: Não foi possível encontrar arquivo '%s'

source: File not found
es_es: No se encontró el archivo
fr_fr: Fichier non trouvé
it_it: File non trovato
pl: Brak pliku
pt_br: Arquivo não encontrado

source: Could not read the YAML file.%s
es_es: No se pudo leer el archivo YAML .%s
fr_fr: Ne peut pas lire le fichier YAML. %s
it_it: Impossibile leggere il file YAML. %s
pl: Błąd przy próbie odczytu pliku YAML %s
pt_br: Não foi possível ler arquivo YAML.%s

source: Invalid YAML file
es_es: Archivo YAML no válido
fr_fr: Fichier YAML invalide
it_it: File YAML non valido
pl: Niepoprawny plik YAML
pt_br: Archivo YAML inválido
