Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Perl6/lib/Padre/Plugin/Perl6/share/locale/Padre__Plugin__Perl6-*.po
Languages: tr

source: Create Perl 6...
tr: Perl 6 Oluştur...

source: Script
tr: Betik

source: Class
tr: Sınıf

source: Grammar
tr: Dil Bilgisi

source: Package
tr: Paket

source: Module
tr: Modül

source: Role
tr: Rol

source: Inlined in Perl 5
tr: Perl 5 ile satır içine alınmış

source: Refactor...
tr: Yeniden Yapılandır...

source: Find variable declaration
tr: Değişken bildirimini bul

source: Perl 6 refactoring support is coming soon...
tr: Perl 6 yeniden yapılandırma desteği yakında geliyor...

source: Error
tr: Hata

source: Rename variable
tr: Değişkeni yeniden adlandır

source: Perl 6 Executable
tr: Perl 6 İkilisi

source: Perl 6 Executable (No parrot.exe)
tr: Perl 6 İkilisi (parrot.exe değil)

source: Export...
tr: Aktar...

source: Full html
tr: Tam html

source: Simple html
tr: Basit html

source: Snippet html
tr: Örnek html

source: More Help?
tr: Daha Fazla Yardım?

source: Perl 6 Introduction
tr: Perl 6 Giriş

source: Perl 6 Syntax
tr: Perl 6 Sözdizimi

source: Perl 6 Objects Introduction
tr: Perl 6 Nesnelerine Giriş

source: Perl 6 Regexes Introduction
tr: Perl 6 Düzenli İfadelerine Giriş

source: Visit #padre for Padre Help
tr: Padre yardımı için #padre' yi ziyaret edin

source: Visit #perl6 for Perl 6 Help
tr: Perl 6 yardımı için #perl6' yı ziyaret edin

source: Perl 6 Projects
tr: Perl 6 Projeleri

source: Maintenance
tr: Bakım

source: Cleanup STD.pm Lex Cache
tr: STD.pm Sözcük Önbelleğini Temizle

source: Preferences
tr: Tercihler

source: About
tr: Hakkında

source: Error loading template file '%s'
tr: Şablon dosyası '%s' yüklenirken hata oluştu

source: This plugin enables useful Perl 6 features on Padre IDE.
tr: Bu eklenti, Padre IDE içinde kullanışlı Perl 6 özelliklerini etkinleştirir.

source: It integrates coloring and easy access to Perl 6 help documents.
tr: Perl 6 yardım belgelerine kolay erişim ve renklendirme özelliklerini ekler.

source: The following modules are used:
tr: Şu modüller kullanılıyor:

source: Cannot find STD.pm lex cache
tr: STD.pm sözcük önbelleği bulunamıyor

source: No document
tr: Belge yok

source: Not a Perl 6 file
tr: Bir Perl 6 dosyası değil

source: Operation cancelled
tr: Eylem iptal edildi

source: Insert declaration for %s
tr: %s için bildirim ekle

source: Insert a space after %s
tr: %s ardından boşluk ekle

source: Insert routine %s
tr: %s yordamını ekle

source: Use ~ instead of . for string concatenation
tr: Dizgi birleştirimi için . yerine ~ kullan

source: Use . for method call
tr: Yöntem çağrısı için . kullan

source: Use Perl 6 constructor syntax
tr: Perl 6 yapıcı sözdizimini kullan

source: Use loop (;;) for looping
tr: Döngü için loop (;;) kullan

source: Use [*-1] to access final element
tr: Son elemana erişmek için [*-1] kullan

source: Use N.pick for a random number
tr: Rasgele sayı için N.pick kullan

source: Use (1..N).pick for a random number
tr: Rasgele sayı için (1..N).pick kullan

source: Use [N..*] for indefinite range
tr: Belirsiz aralık için [N..*] kullan

source: Use !! for conditional operator
tr: Koşullu işleç için !! kullan

source: Use ?? (...) !! to avoid precedence bugs
tr: Öncelik hatalarını engellemek için ?? (...) !! kullan

source: Use ?? !! for the conditional operator
tr: Şartlı işleç için ?? !! kullan

source: Use ~= for string concatenation
tr: Dizgileri eklemek için ~= kullan

source: Use ~~ for pattern matching
tr: Desen eşleşmesi için ~~ kullan

source: Use !~~ for negated pattern matching
tr: Olumsuz desen eşleşmesi için !~~ kullan

source: Use +> for numeric right shift
tr: Sayısal sağ kaydırma için +> kullan

source: Use ~> for string right shift
tr: Dizgisel sağ kaydırma için ~> kullan

source: Use +< for numeric left shift
tr: Sayısal sol kaydırma için +< kullan

source: Use ~< for string left shift
tr: Dizgisel sol kaydırma için ~< kullan

source: Use $! for eval errors
tr: eval hataları için $! kullan

source: Use $::PERL_VERSION
tr: $::PERL_VERSION kullan

source: Comment error line
tr: Hata satırını yorumla

source: Surround with try { ... }
tr: try { ... } ile çevrele

source: Convert POD6 to XHTML
tr: POD6' yı XHTML' ye Dönüştür

source: Operation failed!
tr: İşlem başarısız!

source: Convert POD6 to Text
tr: POD6' yı metne dönüştür

source: Outline
tr: Taslak

source: Open &Documentation
tr: Belgelendirmeyi &Aç

source: 'STD Lex Cache' folder is corrupt. Please click on 'Plugins/Perl6/Maintenance' and then 'Cleanup STD Lex Cache' and then re-open the file.
tr: 'STD Sözcük Önbelleği' dizini bozuk. Lütfen 'Eklentiler/Perl6/Bakım' a tıklayın ve 'STD Sözcük Önbelleği'ni seçip dosyayı tekrar açın.

source: Perl 6 preferences
tr: Perl 6 tercihleri

source: Enable coloring
tr: Renklendirmeyi etkinleştir
