Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Perl6/lib/Padre/Plugin/Perl6/share/locale/Perl6-*.po
Languages: ar

source: Outline
ar: المخطط

source: Open &Documentation
ar: فتح الوثائق

source: Show Perl6 Help F2
ar: اظهار مساعده Perl6 F2

source: Enable Auto Coloring
ar: تمكين التلوين التلقائي

source: Export Full HTML
ar: تصدير HTML كامل

source: Export Simple HTML
ar: تصدير HTML بسيط

source: Export Snippet HTML
ar: تصدير HTML كقصاصه

source: Cleanup STD.pm Lex Cache
ar: تنظيف STD.pm Lex Cache

source: Preferences
ar: الاعدادات

source: About
ar: عن

source: Cannot find STD.pm lex cache
ar: فشل العثور على STD lex cache

source: Perl6 preferences
ar: تفضيلات Perl6

source: Syntax Highlighter:
ar: ملون الجمل:

source: Pick mildew Directory
ar: اختر دليل mildew

source: Pick rakudo Directory
ar: اختر دليل rakudo

source: %s is Perl 6 %s
ar: %s هو Perl 6 %s
