Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Catalyst/share/locale/Catalyst-*.po
Languages: pl, zh_tw

source: New Catalyst Application
pl: Nowa aplikacja Catalyst
zh_tw: 新的 Catalyst 軟體

source: Create new...
pl: Utwórz nowy...
zh_tw: 新增...

source: View
pl: Widok
zh_tw: 檢視

source: Controller
pl: Kontroler
zh_tw: 控制器

source: Start Web Server
pl: Uruchom serwer WWW
zh_tw: 啟動網頁伺服器

source: Stop Web Server
pl: Zatrzymaj serwer WWW
zh_tw: 停止網頁伺服器

source: Catalyst Online References
pl: Dokumentacja Catalyst online
zh_tw: Catalyst 線上參考

source: Beginner's Tutorial
pl: Podręcznik początkującego

source: Overview
pl: Przegląd

source: 1. Introduction
pl: 1. Wprowadzenie

source: 2. Catalyst Basics
pl: 2. Podstawy Catalyst

source: 3. More Catalyst Basics
pl: 3. Więcej o podstawach Catalyst

source: 4. Basic CRUD
pl: 4. Podstawy CRUD

source: 5. Authentication
pl: 5. Uwierzytelnianie

source: 6. Authorization
pl: 6. Autoryzacja

source: 7. Debugging
pl: 7. Debugowanie

source: 8. Testing
pl: 8. Testowanie

source: 9. Advanced CRUD
pl: 9. Zaawansowane zagadnienia CRUD

source: 10. Appendices
pl: 10. Dodatki

source: Catalyst Cookbook
pl: Książka kucharska Catalyst
zh_tw: Catalyst 食譜

source: Recommended Plugins
pl: Zalecane wtyczki
zh_tw: 建議的外掛

source: Catalyst Community Live Support
pl: Wsparcie techniczne społeczności Catalyst

source: Examples
pl: Przykłady
zh_tw: 範例

source: Catalyst Wiki
pl: Wiki Catalyst

source: Catalyst Website
pl: Strona WWW Catalyst
zh_tw: Catalyst 網站

source: About
pl: O wtyczce
zh_tw: 關於

source: Catalyst development web server not found at %s Please make sure the active document is from your Catalyst project.
pl: Nie odnaleziono serwera WWW Catalyst pod adresem %s Upewnij się, że aktywny dokument należy do Twojego projektu Catalyst.
zh_tw: Catalyst 開發用網頁伺服器未找到於 %s 請確認作用中的文件是來自於你的 Catalyst 專案.

source: Server not found
pl: Nie odnaleziono serwera
zh_tw: 找不到伺服器

source: Web server appears to be running. Launch web browser now?
pl: Serwer WWW zdaje się działać. Czy uruchomić teraz przeglądarkę WWW?
zh_tw: 網頁伺服器似乎是在運作中. 要開起瀏覽器嗎?

source: Start Web Browser?
pl: Uruchomić przeglądarkę WWW?
zh_tw: 要啟動網頁伺服器嗎?
