Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Catalyst/share/locale/Padre__Plugin__Catalyst-*.po
Languages: de, it_it, ru

source: New Catalyst Application
de: Neues Catalyst Projekt
it_it: Nuova applicazione Catalyst
ru: Новое Catalyst приложение

source: Create new...
de: Neu...
it_it: Crea nuovo...
ru: Создать...

source: Model
it_it: Modello
ru: Модель

source: View
it_it: Vista
ru: Представление

source: Start Web Server
de: Web-Server starten
it_it: Avvia server web
ru: Запусть веб-сервер

source: Stop Web Server
de: Web-Server beenden
it_it: Arresta server web
ru: Остановить веб-сервер

source: Catalyst Online References
de: Catalyst Onlinereferenz
it_it: Documentazione online Catalyst
ru: Catalyst он-лайн документация

source: Beginner's Tutorial
de: Anleitung für Anfänger
it_it: Tutorial per principianti

source: Overview
de: Übersicht
it_it: Panoramica

source: 1. Introduction
de: 1. Einführung
it_it: 1. Introduzione

source: 2. Catalyst Basics
de: 2. Catalyst Grundlagen
it_it: 2. Le basi di Catalyst

source: 3. More Catalyst Basics
de: 3. Mehr Grundlagen
it_it: 3. Ancora basi di Catalyst

source: 4. Basic CRUD
de: 4. Einfaches CRUD
it_it: 4. Basi di CRUD

source: 5. Authentication
de: 5. Authentisierung
it_it: 5. Autenticazione

source: 6. Authorization
de: 6. Autorisierung
it_it: 6. Autorizzazione

source: 7. Debugging
it_it: 7. Debug

source: 8. Testing
de: 8. Tests
it_it: 8. Collaudo

source: 9. Advanced CRUD
de: 9. Erweitertes CRUD
it_it: 9. CRUD Avanzato

source: 10. Appendices
de: 10. Anlagen
it_it: 10. Appendici

source: Catalyst Cookbook
de: Catalyst Kochbuch
it_it: Ricette per Catalyst
ru: Catalyst сборник рецептов

source: Recommended Plugins
de: Empfohlene Plugins
it_it: Plugin raccomandati
ru: Рекомендуемые плагины

source: Catalyst Community Live Support
it_it: Supporto live della comunità Catalyst

source: Examples
de: Beispiele
it_it: Esempi
ru: Примеры

source: Catalyst Wiki
it_it: Wiki di Catalyst
ru: Catalyst вики

source: Catalyst Website
it_it: Sito web di Catalyst
ru: Catalyst сайт

source: Update Application Scripts
de: Project-Scripte aktualisieren
it_it: Aggiorna script dell'applicazione

source: About
de: Über
it_it: Informazioni su
ru: О проекте

source: Open Template '%s'
it_it: Apri modello '%s'

source: Template '%s' not found in '%s'
it_it: Modello '%s' non trovato in '%s'

source: Error
de: Fehler
it_it: Errore

source: Catalyst development web server not found at %s Please make sure the active document is from your Catalyst project.
de: Der Catalyst Entwicklungs-Webserver konnte an folgender Stelle nicht gefunden werden: %s Dies funktioniert nur, wenn das aktive Dokument zum Catalyst-Projekt gehört.
it_it: Web server di sviluppo Catalyst non trovato %s Per favore verifica che il documento attivo appartenga al tuo progetto Catalyst.
ru: Веб-cервер разработки Catalyst не найден %s Пожалуйста, убедитесь в том, что текущий документ находится в вашем Catalyst проекте.

source: Server not found
de: Server nicht gefunden
it_it: Server non trovato
ru: Сервер не найден

source: Web server appears to be running. Launch web browser now?
de: Web-Server läuft, soll jetzt ein Browser gestartet werden?
it_it: Il web server sembra in esecuzione. Avviare il browser adesso?
ru: Веб-сервер запущен. Открыть браузер сейчас?

source: Start Web Browser?
de: Web-Browser starten?
it_it: Avviare il browser?
ru: Запустить браузер?

source: Wx::Perl::ProcessStream is version %s which is known to cause problems. Get at least 0.20 by typing cpan Wx::Perl::ProcessStream
it_it: La versione di Wx::Perl::ProcessStream è la %s, che è nota per dare problemi. Procurati almeno la 0.20 digitando cpan Wx::Perl::ProcessStream

source: Failed to start server via '%s'
it_it: Impossibile avviare il server mediante '%s'

source: Web server stopped successfully.
it_it: Server web arrestato con successo.

source: Catalyst support for Padre
it_it: Supporto Catalyst per Padre

source: This system is running Catalyst version
it_it: Questo sistema sta eseguendo la versione di Catalyst

source: Create New Component
de: Neue Komponente erstellen
it_it: Crea nuovo componente

source: Model Name:
it_it: Nome modello:

source: Type
de: Typ
it_it: Tipo

source: Additional Parameters:
de: Weitere Parameter:
it_it: Parametri aggiuntivi:

source: View Name:
it_it: Nome vista:

source: force
de: erzwingen
it_it: forza

source: Controller Name:
it_it: Nome controller:

source: [none]
de: [leer]
it_it: [nessuno]

source: You must provide a name for your %s module
de: Es muß ein Name für das %s-Modul angegeben werden
it_it: Devi fornire un nome per il tuo modulo %s

source: Module name required
de: Modulname erforderlich
it_it: Nome modulo richiesto

source: Catalyst helper script not found at %s Please make sure the active document is from your Catalyst project.
de: Catalyst Hilfsscript konnte nicht gefunden werden: %s Dies funktioniert nur, wenn das aktive Dokument zu einem Catalyst-Projekt gehört.
it_it: Impossibile trovare gli helper script di Catalyst %s Per favore verifica che il documento attivo appartenga al tuo progetto Catalyst.

source: Helper not found
de: Hilfsscript nicht gefunden
it_it: Helper non trovati

source: running:
de: läuft:
it_it: In esecuzione:

source: Catalyst helper script ended.
de: Catalyst Hilfsscript beendet
it_it: Helper script di Catalyst terminati.

source: %s apparently created. Do you want to open it now?
de: Anscheinend wurde %s erstellt, soll es jetzt geöffnet werden?
it_it: %s apparentemente creato. Vuoi aprirlo adesso?

source: Done
de: Fertig
it_it: Fatto

source: Error creating %s. Please check the error output and try again
de: Fehler beim Erstellen von %s, bitte die Ausgabe prüfen und erneut versuchen.
it_it: Errore nella creazione di %s.

source: To use the Catalyst development tools including catalyst.pl and the generated script/myapp_create.pl you need Catalyst::Helper, which is part of the Catalyst-Devel distribution. Please install this via a vendor package or by running one of - perl -MCPAN -e 'install Catalyst::Devel' perl -MCPANPLUS -e 'install Catalyst::Devel'
de: Um die Catalyse Entwicklungswerkzeuge (einschliesslich catalyst.pl und dem generierten script/myapp_create.pl) nutzen zu können, muss Catalyst::Helper installiert sein. Catalyst::Helper ist nicht Teil des Catalyst-Devel - Paketes. Bitte installiere ein passendes Paket des Betriebssystems oder nutze perl -MCPAN -e 'install Catalyst::Devel' oder perl -MCPANPLUS -e 'install Catalyst::Devel'
it_it: Per usare gli strumenti di sviluppo Catalyst, incluso catalyst.pl e lo script generato script/myapp_create.pl è necessario Catalyst::Helper che fa parte della distribuzione Catalyst-Devel. Installala mediante il pacchetto di un fornitore o eseguendo uno tra perl -MCPAN -e 'install Catalyst::Devel' perl -MCPANPLUS -e 'install Catalyst::Devel'

source: Application Name:
de: Projektname:
it_it: Nome applicazione:

source: Parent Directory:
de: Übergeordnetes Verzeichnis:
it_it: Cartella superiore:

source: Pick parent directory
de: Übergeordnetes Verzeichnis wählen
it_it: Scegli cartella superiore

source: short names
de: Abkürzungen
it_it: Nomi brevi

source: Invalid Application name
de: Ungültiger Name für ein Projekt
it_it: Nome applicazione non valido

source: missing field
de: fehlender Wert
it_it: campo mancante

source: You need to select a base directory
de: Ein Stammverzeichnis muss ausgewählt werden
it_it: Selezionare la cartella principale

source: Start Server
it_it: Avvia server

source: auto-restart
it_it: riavvio automatico

source: Catalyst Dev Server
it_it: Server di sviluppo Catalyst

source: Stop Server
it_it: Arresta server

source: Controller
ru: Контроллер
