Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Ecliptic/lib/Padre/Plugin/Ecliptic/share/locale/Ecliptic-*.po
Languages: ar, fr_fr, pt_br

source: Ecliptic
ar: برنامج اكليبتيك

source: Open Resource Ctrl-Shift-R
ar: فتح المصدر Ctrl-Shift-R
fr_fr: Ouvrir la resource Ctrl-Shift-R
pt_br: Abrir Recurso Ctrl-Shift-R

source: Quick Assist Ctrl-Shift-L
ar: المساعدة السريعة Ctrl-Shift-L
fr_fr: Assistance rapide Ctrl-Shift-L
pt_br: Assistência Rápida Ctrl-Shift-L

source: Quick Menu Access Ctrl-3
ar: الوصول السريع للقائمة Ctrl-3
fr_fr: Accès rapide au menu Ctrl-3
pt_br: Acesso Rápido ao Menu Ctrl-3

source: Quick Outline Access Ctrl-4
ar: الوصول السريع للمخطط Ctrl-4
fr_fr: Accès rapide au profile Ctrl-4
pt_br: Acesso Rápido ao Esboço Ctrl-4

source: Quick Module Access Ctrl-5
ar: الوصول السريع للوحدة Ctrl-5
fr_fr: Accès rapide à un module Ctrl-5
pt_br: Acesso Rápido a Módulos Ctrl-5

source: Open in Explorer Ctrl-6
ar: فتح الملف في المستكشف Ctrl-6

source: Quick Fix Ctrl-Shift-1
ar: الحل السريع Ctrl-Shift-1
fr_fr: Correction rapide Ctrl-Shift-1
pt_br: Correção rápida Ctrl-Shift-1

source: About
ar: عن
fr_fr: A propos
pt_br: Sobre

source: Provides Eclipse-like useful features to Padre.
ar: يقدم مزايا مفيدة ومشابهة لبرنامج Eclipse لبرنامج Padre.
fr_fr: Fournit des fonctionnalités équivalentes à Eclipse pour Padre.
pt_br: Adiciona opções úteis do Eclipse no Padre

source: Failed to execute process
ar: فشل تشغيل البرنامج
fr_fr: Impossible d'exécuter le processus
pt_br: Erro ao executar processo

source: No filename
ar: لا يوجد اسم للملف
fr_fr: Nom de fichier absent
pt_br: Sem nome de arquivo

source: Error
ar: خطأ
fr_fr: Erreur
pt_br: Erro

source: Open Resource
ar: فتح المورد
fr_fr: Ouvrir la ressource
pt_br: Abrir Recurso

source: &Select an item to open (? = any character, * = any string):
ar: اختر مادة للفتح (? = أي حرف, * = أي متسلسة حرفية):
fr_fr: &Sélectionner un item à ouvrir (? = n'importe quel caractère, * = n'importe quelle chaîne) :
pt_br: &Escolha um item para abrir (? = qualquer caractere, * = qualquer string):

source: Ignore CVS/.svn/.git/blib folders
ar: تجاهل مجلدات CVS/.svn/.git/blib

source: &Matching Items:
ar: المواد المطابقة:
fr_fr: Items &correspondants :
pt_br: Itens correspondentes:

source: Current Search Directory:
ar: دليل البحث الحالي:

source: items selected
ar: مواد مختارة

source: Reading items. Please wait...
ar: جاري قراءة المواد. الرجاء الانتظار...

source: Finished Searching
ar: تم البحث
fr_fr: Recherche terminée
pt_br: Busca Concluída

source: item(s) found
ar: مواد عثر عليها
fr_fr: item(s) trouvés
pt_br: itens encontrados

source: No items found
ar: لا يوجد أي مادة
fr_fr: Aucun item trouvé
pt_br: Nenhum item encontrado

source: Quick Assist
ar: المساعدة السريعة
fr_fr: Assistance rapide
pt_br: Assistência Rápida

source: Quick Fix
ar: الحل السريع
fr_fr: Correction rapide
pt_br: Correção rápida

source: No suggestions
ar: بلا اقتراحات
fr_fr: Aucune suggestion
pt_br: Nenhuma sugestão

source: Quick Menu Access
ar: الوصول السريع للقائمة
fr_fr: Accès rapide au menu
pt_br: Acesso Rápido ao Menu

source: &Type a menu item name to access:
ar: اطبع اسم مادة القائمة للوصول اليها:
fr_fr: &Taper un nom d'item de menu à accéder :
pt_br: &Digite o nome de um item de menu para acessar:

source: &Matching Menu Items:
ar: مواد القائمة المطابقة:
fr_fr: Items de menu &correspondant :
pt_br: Itens de Menu &Correspondentes:

source: Quick Module Access
ar: الوصول السريع للوحدة
fr_fr: Accès rapide à un module
pt_br: Acesso Rápido a Módulos

source: &Type a module name to access:
ar: اطبع اسم مادة الوحدة للوصول اليها:
fr_fr: &Taper un nom de module à accéder :
pt_br: &Digite o nome de um módulo para acessar:

source: &Matching modules:
ar: الوحدات المطابقة:
fr_fr: Modules &correspondants :
pt_br: &Módulos correspondentes:

source: Reading modules. Please wait...
ar: جاري قراءة الوحدات. الرجاء الانتظار...
fr_fr: Lecture des modules. Veuillez patienter...
pt_br: Lendo módulos. Por favor aguarde...

source: Quick Outline Access
ar: الوصول السريع للمخطط
fr_fr: Accès rapide au profil
pt_br: Acesso Rápido ao Esboço

source: &Type a Outline item name to access:
ar: اطبع اسم مادة المخطط للوصول اليها:
fr_fr: &Taper un nom d'item de profil à accéder
pt_br: &Digite o nome de um item de esboço para acessar:

source: &Matching Outline Items:
ar: مواد المخطط المطابقة:
fr_fr: Items de profil &correspondants :
pt_br: Itens de Esboço Correspondentes:

source: Open in File Browser Ctrl-6
fr_fr: Ouvrir dans l'explorateur Ctrl-6
pt_br: Abrir no Gerenciador de Arquivos Ctrl-6

source: Current Directory:
fr_fr: Répertoire courant :
pt_br: Diretório Atual:

source: Skip VCS files
fr_fr: Ignorer les fichiers VCS
pt_br: Ignorar arquivos de VCS

source: Skip using MANIFEST.SKIP
fr_fr: Ignorer avec MANIFEST.SKIP
pt_br: Ignorar usando MANIFEST.SKIP

source: Error while trying to perform Padre action
fr_fr: Erreur pendant l'action Padre
pt_br: Erro ao tentar ativar ação do Padre
