Repository: PadreIDE/Padre-total
Catalog: Padre-Plugin-Ecliptic/lib/Padre/Plugin/Ecliptic/share/locale/Padre__Plugin__Ecliptic-*.po
Languages: pl

source: Open Resource Ctrl-Shift-R
pl: Otwórz zasób Ctrl-Shift-R

source: List Key Bindings Ctrl-Shift-L
pl: Lista skrótów klawiszowych Ctrl-Shift-L

source: Quick Menu Access Ctrl-3
pl: Szybki dostęp do menu Ctrl-3

source: Quick Outline Access Ctrl-4
pl: Szybki dostęp do planu dokumentu Ctrl-4

source: Quick Module Access Ctrl-5
pl: Szybki dostęp do modułu Ctrl-5

source: Open in Explorer Ctrl-6
pl: Otwórz w Exploratorze Ctrl-6

source: About
pl: O wtyczce

source: Provides Eclipse-like useful features to Padre.
pl: Zapewania w środowisku Padre przydatne funkcje z Eclipse.

source: List Key Bindings
pl: Lista skrótów klawiszowych

source: Failed to execute process
pl: Błąd przy próbie wykonania procesu

source: No filename
pl: Bez nazwy

source: Error
pl: Błąd

source: Open Resource
pl: Otwórz zasób

source: &Select an item to open (? = any character, * = any string):
pl: &Wybierz element do otwarcia (? = dowolny znak, * = dowolny ciąg znaków):

source: Ignore CVS/.svn/.git folders
pl: Ignoruj katalogi CVS/.svn/.git

source: &Matching Items:
pl: &Pasujące elementy:

source: Current Search Directory:
pl: Bieżący katalog:

source: items selected
pl: zaznaczone elementy

source: Reading items. Please wait...
pl: Wczytywanie elementów. Proszę czekać...

source: Finished Searching
pl: Zakończono wyszukiwanie

source: item(s) found
pl: znaleziony(-ch) elementów

source: No items found
pl: Nie znaleziono żadnych elementów

source: Quick Menu Access
pl: Szybki dostęp do menu

source: &Type a menu item name to access:
pl: &Podaj nazwę elementu menu:

source: &Matching Menu Items:
pl: &Pasujące elementy menu:

source: Quick Module Access
pl: Szybki dostęp do modułu

source: &Type a module name to access:
pl: &Podaj nazwę modułu:

source: &Matching modules:
pl: &Pasujące moduły:

source: Reading modules. Please wait...
pl: Wczytywanie modułów. Proszę czekać...

source: Quick Outline Access
pl: Szybki dostęp do planu dokumentu

source: &Type a Outline item name to access:
pl: &Podaj nazwę elementu planu dokumentu:

source: &Matching Outline Items:
pl: &Pasujące elementy planu dokumentu:
